{
    "digitalObjects": [
        {
            "objectId": "54953856",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01210.jpg",
            "extractedText": "Service Continental (Conn) \nHughes, Parley \nHughes, Mary\nNumber \nW.11361\n B. L. Wt. 43511-160-55",
            "objectDescription": "Image provided by Fold3."
        },
        {
            "objectId": "54953857",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01212.jpg",
            "extractedText": "Original Claim\nDeclaration in order to be placed on the Pension\nList under the Act of the 18th March 1818\nState of Connecticut County of Tolland US\nSuperior Courts April Term 1826 on this 20th \nday of April 1826 personally appeared in the open court\nbeing on county of record for the county affairs having the power of fine and imprisonment Parley Hughes resident in said county age 71 years who being first duly sworn according to law doth on his oath make the following declaration in order to obtain the provision made by the acts of Congress of the 18 March 1818 and the 1 May 1820 that he the said Parley Hughes enlisted for the term of one year on the day of January in the year 1776 in the State of Massachusetts in the Company commanded by Col. Ebenr Larned in the line of the State of Massachusetts, Wm. Shepherd Lieut. Col. on the Continental establishment that he continued to serve in the said corps until the 1st of January 1777 when he was discharged from the service in Peekskill in the State of New York; that he hereby relinquishes every claim whatsoever to a pension except the present that his name is no on the roll of any State and that the following are the reasons for not making earlier application for a pension--the declarant for ten years past has resided in the State of Indiana excepting the time he has spent within two years past in [illegible] to the Eastern States and could obtain no evidence of his service in that part of the county Nor was he till lately reduced to such indigent circumstances as to need support from his Country\n\n\n",
            "objectDescription": "Additional names: Parley Hughes, Ebenr Larned, Wm Shepherd. Image provided by Fold3."
        },
        {
            "objectId": "54953858",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01213.jpg",
            "extractedText": "And in pursuance of the Act of May 1820 I do solemnly swear that I was a resident citizen of the United States on the 18 day of March 1818 and that I have not since that nine by gift sale or in any manner disposed of my property or any part thereof with intent thereby so to diminish it as to bring myself within the provisions of an Act of Congress entitled An Act to provide for certain persons engaged in the land and naval service of the United States in the Revolutionary War passed on the 18th day of March 1818 and that I have not nor has any person in trust for me any property or securities contracts or debts due to me nor have I any income other than what is contained in the schedule hereto annexed and by me described\n90 dollars in cash------90.00\nA debt due me frim David Jewett due to be paid in boarding & lodging----35.00\n____\n125.00\n\nParley Hughes\nThat since the 18 day of March 1818 the following change has taken place in my property\nI then [illegible] a quarter section of land in Posey County State of Indiana something of 160 acres of land having no other property and sold the same to Frederick Rapp in February 1824 and received therfor the some of 555 dollars in full for the same--465 dollars of said money has been since that time expended for my support boarding lodging clothing the expenses of several journies to and from the Eastern States including a procession for\n\n\n\n\n\n\n\n",
            "objectDescription": "Additional names: David Jewett, Frederic Rapp, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953859",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01214.jpg",
            "extractedText": "for board in the debt above mentioned of thirty-five dollars--Said money being monthly expended in travelling renders it impossible for me to be more particular as to [illegible] the amount expended\nThe applicant has no family and no person on whom to depend for assistance or support--he is infirm and unable to labour he is troubled with paralytic affliction occasioned by sickness and has no means whatever of earning money and is in need of assistance from his Country for his support\nSworn to and declared on the 20 day of April 1826 before the Hon. Superior Court\nI Elisha Stearns Clerk of the Superior Court for Tolland County do certify that it appears to the satisfaction of the Court that the said Parley Hughes did serve in the Revolutionary War as stated in the preceding declaration against the Common enemy for the term of nine months under an engagement on the continental establishment \nI also certify that the foregoing oath & the schedule thereto annexed are truly copied form the record of said Court and I do further certify that it is the opinion of the said Court that the total amount in [illegible] of the property exhibited in the aforesaid schedule is 125 dollars\nIn testimony whereof I have hereunto set",
            "objectDescription": "Additional names: Parley Hughes, Elisha Stearns. Image provided by Fold3."
        },
        {
            "objectId": "54953860",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01215.jpg",
            "extractedText": "my hand and affixed the sael of the said County on this 20th day of April 1826\nElisha Stearns\nClerk of the Sup. Court\n[seal]\n\n20 April 1826",
            "objectDescription": "Additional names: Elisha Stearns. Image provided by Fold3."
        },
        {
            "objectId": "54953861",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01216.jpg",
            "extractedText": "1,374 [handwritten]\n\nPennsylvania Phil [handwritten]\nMary Hughes, [handwritten]\nwidow of [typed] Parley Hughes [handwritten]\n\nwho served in the Revolutionary war, as a [typed] private [handwritten]\n\n----\n\nInscribed on the Roll at the rate of [typed] 96 [handwritten] dollars [typed] 00 [handwritten] cents per annum, to commence on the 3d February, 1853.\n\n---\nCertificate of Pension issued [typed] 12th [handwritten] day of [typed] April 1858 [handwritten] and sent to [typed] Arad Joy Ovid, N. York [handwritten]\n\n----\nRecorded on Roll of Pensioners under act February 3, 1853, Page 158 Vol [illegible]\n\n",
            "objectDescription": "Additional names: Mary Hughes, Arad Joy, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953862",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01217.jpg",
            "extractedText": "[Manuscript is entirely handwritten]\n2035-20, Act [illegible]/53\nA straight horizontal line is drawn across the page\nMary Hughes Aug 17/35\nMary Hughes, Widow of Parley Hughes, decd\nParley Hughes Private Pn.\nA straight horizontal line is drawn across the page.\nCap. Samuel Curtis\n[Something is written here, possibly Col, and then crossed out] Wm Shepard\nCo Infantry, Reg [illegibe] Mil\n[Overlapping the above section and written across the page is: 43511 (illegible) Sep 20/56]\n[Illegible, may be a signature]\nPa Mar 1818- M 28\nA straight line is drawn across the page\nH: 1600 Sept 9/56\nBoynton\n[a signature, possibly]\nMary Hughes, \nHyde Park, Pa\n[The following two lines are written on the facing page] \nSet. Claimant\nVol H2- 138",
            "objectDescription": "Additional names: Parley Hughes, Mary Hughes, Boynton, Wm Shephard, Samuel Curtis. Image provided by Fold3."
        },
        {
            "objectId": "54953863",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01218.jpg",
            "extractedText": "[Left sheet of paper is handwritten]\nTransf to [illegible] 17 Sep 1831 from 4 Sep 1831 and note sent to [The name S H Parson is written and then crossed out] Pensioner Pleasant [illegible]\n[illegible]\nSee let: 14th January 1841 to M. S. Blackman\nLet: 2 June 1941 to Hon B A Bidlack. \n[The number 203520 is written along the margin of the page, oriented perpendicular to the writing]\n[The right sheet of paper is typed with names, dates, and amounts written by hand]\nTo\n19.740\nPennsylvania [Beneath this the word Connecticut is crossed out]\nParley Hughes\nof Tolland County in the state of Connecticut who was a private [private written in pen] in the company commanded by Captain Larnedof the regiment commanded by Colonel Shepherd in the [something illegible is crossed out] Continental [this word is written below the crossed out word]\n[illegible] for the term of One year from January 1776 to January 1777.\n[Two closely spaced parallel lines are printed across the page.]\nDescribed on the Roll of Connecticut at the rate of 8 Dollars per month, to commence on the 15th day of November 1826.\n[Two closely spaced parallel lines are printed across the page.]\nCertificate of Pension issued the 24th of July 1827 and sent to the Hon. C. Willey \nSenate U. States\n[Two closely spaced parallel lines are printed across the page.]\nArrears to 4th of March 1827 $29-29\nSemi-anl. all'ce ending \n[The total is printed below this]\n$77-29\n[The information mentioned below is written in three lines and enclosed within curly brackets]\nRevolutionary claim,\nActs March 18, 1818,\nand May 1, 1820.\n",
            "objectDescription": "Additional names: C Willey, S H Parsons, Shepherd, M S Blackman, Parley Hughes, B A Bidlack, Larned. Image provided by Fold3."
        },
        {
            "objectId": "54953864",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01219.jpg",
            "extractedText": "[Typed]\nApplication for bounty land,\nUnder the act of\nMarch 3rd, 1855,\nNames of Claimant or Claimants\nName of the State\nWar in which the Claimant served\n[Straight line drawn across the page]\nAgents,\nN. R. COBB & Co.,\n22 WILLIAM STREET, \nNEW-YORK\nNo. [illegible]\n On the facing page [in writing] 203520\nA large solid round stamp is affixed beneath this number",
            "objectDescription": "Additional names: N R Cobb. Image provided by Fold3."
        },
        {
            "objectId": "54953865",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01220.jpg",
            "extractedText": "FORM OF A DECLARATION.\nTo be made by the widow of a deceased person who has not had a land warrant.\n\n[the following 2 lines are connected with a curly bracket and the letters \"S.S.\"]\nState of Pennsylvania\nCounty of Luzerne\n\nOn this 25th day of July A.D. one thousand eight hundred and fifty five, personally appeared before me, a Justice of the Peace within and for the County and State aforesaid, Mary Hughes aged Sixty six years, a resident of Lackawanna Township in the State of Pennsylvania, who being duly sworn according to law, declares that she is the widow of Parley Hughes, deceased, who was a private in the Revolutionary War in the Company, commanded by Captain Samuel Curtis, in the Company of Infantry in the regiment of Malitia, commanded by William Shephard in the War with [crossed out from \"War with\" to \"(or)\"] Great Britain, declared by the United States, on the 18th day of June, 1812, (or) the War of the Revolution that her said husband enlisted (or volunteered or was drafted) at Thompson in Connecticut or about the [left blank] day of [left blank] A.D. 1775. or 1776 for the term of [left blank] and continued in actual service in said War for the term of [left blank] and was honorably discharged at [left blank] on the [left blank] day of [left blank] A.D. [left blank].\nShe further states that she was married to the said Parley Hughes in the State of Connecticut on the twenty Sixth day of June, A.D. 1826, by one Valentine [illegible--Beck?], a Minister of the Gospel, and that her name before her said marriage was Mary Skinner that her said husband died at Lackawanna Township, on the Eleventh day of August, A.D. Eighteen [illegible] & forty one, and that she is now a widow.\nShe makes this declaration for the purpose of obtaining the bounty land, to which she may be entitled, under the act approved March 3d, 1855.\nSworn and [illegible] before me (Claimant's Signature.)\nthis 25th day of July A.D. 1855\nWilliam [illegible] J.P. Mary Hughes",
            "objectDescription": "Additional names: Parley Hughes, William Pier, William Shephard, Mary Hughes, Mary Skinner. Image provided by Fold3."
        },
        {
            "objectId": "54953866",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01221.jpg",
            "extractedText": "[This part of the document is typed with the names of people and places and the signatures filled in writing]\nWe Michael Tedrick and Thomas Y Atherton, residents of Lackawanna Township in the State of Pennsylvania upon our oaths, declare that the foregoing declaration was signed and acknowledged by Mary Hughes in our presence and that we believe, from the appearance and statements of the applicant, that she is the identical person she represents herself to be.\n(Signature of Witnesses)\nMichael Tedrick\nThomas Y Atherton\nThe foregoing declaration and affidavit are sworn to and subscribed before me, on the day and year above written; and I certify that I know the affiants to be credible persons, that the claimant is the person she represents herself to be, and that I have no interest in this claim.\nWilliam Pier, [probably followed by the initials S. P.]\nNote: - The declaration must be accompanied by satisfactory proof of the marriage, of the husband's death and the present widowhood of the claimant. If there be a public record of the marriage, a duly certified copy of it should be forwarded, if possible. If there be none but a private or family record such family record, or a certified copy of the same, should be forwarded, with the affidavit of some disinterested persons proving the genuineness of the original, and the correctness of the copy. If no public or private record of the marriage exist, or can be procured, that fact should be set forth in the declaration; and in such case, other evidence- such as the testimony of persons who knew the parties in the lifetime of the husband, and knew them to cohabit as husband and wife, and to be so reputed- will be admissible.\n[a small 'icon' of a sideways pointing finger] In no case, however, will the mere statement of witnesses that the claimant is the widow [these three words in italics] of the deceased be taken as evidence of the marriage; but the witnesses must state the facts and circumstances [last three words in italics] from which they derive their knowledge or opinion that she is the widow of the deceased.\n[The section mentioned below is handwritten]\nState of Pennsylvania\nLuzerne Co\nI, Reuben Downing, Prothonotary of the Court of Common Pleas in and for said county do certify that William Pier Esq before whom the above deed foregoing acknowledgment was taken was at the time of taking the same and now is an acting Justice of the Peace in and for said county of Luzerne duly commissioned and sworn and all his official acts as such are entitled to full faith and audit [not sure if this word is 'audit'] and that his signature to said acknowledgment is in his own proper hand writing.\n\nIn testimony whereof I have here unto signed my name and affixed the seal of said Court at \nWilkesbarre this third day of August, A.D. 1855.\nReuben Downing,\nProthonotary\n[To the left of this written section, a round seal has been affixed].\n \n",
            "objectDescription": "Additional names: Thomas Y Atherton, William Pier, Mary Hughes, Michael Tedrick, Reuben Downing. Image provided by Fold3."
        },
        {
            "objectId": "54953867",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01222.jpg",
            "extractedText": "[Typed except for names of persons, places and signatures]\nTo all whom it may concern:\nTHIS CERTIFIES,\nThat Parley Hughes of the Town Wethersfield in the State of Connecticut and Mary Skinner of the Town of Wethersfield in the State of Connecticut were joined together in HOLY MATRIMONY on the [illegible] day of June in the year of our Lord one thousand eight hundred and twenty-[illegible]\nBy me, Valentine Buck Minister of the Gospel\nIn presence of [illegible]",
            "objectDescription": "Additional names: Mary Skinner, Parley Hughes, Valentine Buck. Image provided by Fold3."
        },
        {
            "objectId": "54953868",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01223.jpg",
            "extractedText": "[Entire document is handwritten]\nState of Pennsylvania\nCounty of Luzerne\non this 22d day of March 1858 before a Judge of the Court in and for said County personally appeared Mary Hughes Aged Seventy on years a resident of said state; who being duly sworn according to law, doth on her oath, make the following declaration in order to obtain the benefit of the provisions made by the act of Congress of the 3rd February 1853 granting pensions to widows of persons who served during the Revolutionary war; that she is the widow of Parley Hughes deceased who was a pensioner of $96 per annum resident of said state where he drew his pension and where he died. She further declares that she was married to the said Parley Hughes in Wethersfield Connecticut on the 2nd day of May 1826 by Rev Valentine Buck, that her name before marriage was Mary Skinner; that her husband died at Lackawamma in said state in 1841 that she has recd the balance of pension due to him at his death, and has recd bounty land, she refers to those papers for proof of her marriage by certificate on file, & also proof of her husband death, that she was not married to him prior to 1800 but at the date above mentioned and that she is now a widow. \nShe hereby appoints Arad Joy her true and lawful attorney to prosecute her claim for a pension & to receive the certificate when issued.\nWitness  [signatures appended here] \nR Merrifield      Mary Hughes\nSworn and subscribed before me on the day and year first above mentioned, and I certify that I believe her to be as above stated, and of the age above stated, & I believe her to be a respectable person and that I have no agency or interest in the claim.\n[Sign placed here] Wm Merrifield, Associate Judge\n",
            "objectDescription": "Additional names: R Merrifield, Parley Hughes, Mary Skinner, Arad Joy, Mary Hughes, Valentine Buck, Wm Merrifield. Image provided by Fold3."
        },
        {
            "objectId": "54953869",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01224.jpg",
            "extractedText": "[This document is handwritten]\nState of Penn \nLuzerne County\n\n[these two lines are followed by a curly bracket and what appears to be SS]\nI W W Ketsham Prothonotary of the Court of Common Pleas of said County do certify that William Merrifield before whom the written affidavit was drawn was at the time of swearing the same one of the associate Judges of the said Court duly commissioned and qualified, and that all his acts as such are entitled to full faith and credit, and that his signature to the [illegible] therein is [illegible] \nWitness my hand and the seal of said Court at WilkesBarre March 29th A. D. 1858\nW W Ketsham\nProthonotary\n\n[At the top left corner of the document is a large, solid seal in the shape of a circle with serrated edges]",
            "objectDescription": "Additional names: William Merrifield, W W Ketsham. Image provided by Fold3."
        },
        {
            "objectId": "54953870",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01225.jpg",
            "extractedText": "[This document is handwritten]\nState of Pennsylvania\nCounty of Luzerne\nThomas Y Atherton and Julius P Skinner personally appeared before me, and after being duly sworn according to law, deposed and say, that they resided neighboring to Parley Hugheslate a pensioner deceased, were personally acquainted with him & with his wife Mary Hughes the present applicant for a pension, that these deponents knew the parties personally, & know that for many years they lived together as husband and wife, that the said Parley Hughes died in 1841 leaving his widow the present and above named Mary Hughes is now a widow to the personal knowledge of these deponents, of the death of the said Parley Hughes these deponents are witnesses having seen his remains in the coffin & having attended his funeral & seen his remains committed to the grave and now further state that the present applicant for a pension, the said Mary Hughes is the identical person and widow of the above named Parley Hughes late a pensioner that these deponents have no agency or interest in this claim & that their post office is Clarks Green Pennsylvania.\n\n[To the right of the section of the document that is transcribed below, two signatures are affixed- Thomas Y Atherton, Julius P Skinner]\nSworn before me this 25 day of March 1858 and I certify that the above named Thomas Y Atherton and Julius P Skinner are respectable persons and worthy witnesses & I further certify that I have no agency or interest in this claim. \nWm Merrifield Associate Judge\n",
            "objectDescription": "Additional names: Julius P Skinner, Parley Hughes, Wm Merrifield, Thomas Y Atherton, Mary Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953871",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01226.jpg",
            "extractedText": "[This document is handwritten. Near the upper left corner, a round seal with serrated edges is seen. No writing or image is discernible on it]\n\nState of Penn\nLuzerne County\n[These words are followed by a curly bracket and  SS]\nI, W.W.Ketsham Prothonotary of the Court of Common Pleas of said County do certify that William Merrifield before whom the written affidavit was sworn was at the time of swearing the same and now is one of the associate Judges of said Court duly commissioned and qualified and that all his acts as such are entitled to full faith & credit and that his signature to the [illegible] of said affidavit is genuine. \nWitness my hand and the seal of the said court at WilkesBarre March 29, 1858.\nW W Ketsham\nProthonotary\n\n[Below this document, perpendicular to the direction of the writing until now, there is this handwritten note]\nMary Huges\nwid of Parley\nDeclaration\nAct 3rd, Feby 1851 Revolutionary \n[illegible]\nArad Joy\nOvid N.Y. \nHas recd bounty land\nCole 1833\n[Beneath this is a lighter pen]\nParley Hughes- Pa\n1818 to 1818",
            "objectDescription": "Additional names: Parley Hughes, William Merrifield, Mary Hughes, Arad Joy, Cole, W W Ketsham. Image provided by Fold3."
        },
        {
            "objectId": "54953872",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01227.jpg",
            "extractedText": "[This entire letter is typed]\nRev. and 1812\nWars Section\nAWF/HMM\nJanuary 20, 1930.\nVeronica H. Florek,\n115, South Ridge Street\nTaylor\nPennsylvania.\n\nDear Madam,\nI advise you from the papers in the Revolutionary War pension claim W. 11361, it appears Parley Hughes, while residing at Killingly, Connecticut, enlisted in January, 1776 and served one year in Captain Samuel Curiss' Company, Colonel Ebenezer Learned's Massachusetts Regiment.\nIt is also stated that he served in 1777, no officers given.\nHe was allowed pension on his application executed April 20, 1826, aged seventy-one years, and a resident of Tolland County, Connecticut, having lived in Posey County, Indiana, from about 1818 to 1824.\nHe married May 21, 1826 at Wethersfield, Connecticut, Mary Skinner of said Wethersfield.\nSoldier died August 11, 1841 at Lackawanna Township, Pennsylvania, and she was allowed pension on her application executed March 22, 1858, while a resident of Pennsylvania, aged seventy-one years. She stated in 1855 that she was sixty-six years old.\nA married daughter of soldier lived in Vermont in 1826; her name is not given, nor is it stated that he had other children.\nVery truly yours,\nEARL D. CHURCH,\nCommissioner",
            "objectDescription": "Additional names: Veronica H Florek, Earl D Church, Mary Skinner, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953874",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01230.jpg",
            "extractedText": "[The document is an envelope with handwritten text]\nL. P. Waldo\nCommissioner of Pensions\nWashington\n\n[On the right upper corner there is a stamp of three cents with a seal of Hyde Park, Pa. stamped on it. 'AUG' is written at the centre of the seal, the year is illegible]\n\nTo the left of the envelope, perpendicular to the handwriting is the number 203520]",
            "objectDescription": "Additional names: L P Waldo. Image provided by Fold3."
        },
        {
            "objectId": "54953875",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01231.jpg",
            "extractedText": "[The entire document is handwritten]\n[On the left page of the document]\n3 [followed by what appears to be a 'degree' sign] auditors office\nApril 9, 1858\nSir,\nParley Hughes,\nPennsylvania [abbreviation used] act 1818, at [something is crossed out] 8 pm, diet august 11 1841. This pension has been paid in full to that date to Polly Hughes his widow.\nVery Respy\n[a signature appended]\nAuditor \nGeo C Whitney Esq.\nComm, of Pensions\n\n[On the right page of the document]\nNo. 6996\nPension Office\nApril 8 1858\nSir,\nBe pleased to certify the time to which the within named pensioner was paid, or the date of his death.\nAlso certify who recv the arrears of pension in this case.\nYours respectfully,\nGeo C Whiting\nCommissioner\n[In a lighter ink, and probably a different hand, it is written May(not sure, but probably) 1841]\n\nRo. J. Atkinson, Esq.\n[illegible] auditor, Treasury\n\n",
            "objectDescription": "Additional names: Parley Hughes, Polly Hughes, Ro J Atkinson, Geo C Whiting, Rob J Atkinson. Image provided by Fold3."
        },
        {
            "objectId": "54953876",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01232.jpg",
            "extractedText": "[The document is handwritten and has two parts. There is some writing at the top, cut off in some places, there is some more writing at the bottom with some of it cut off in places]\n\n[illegible] decease has been rejected by this office and the decision rejecting the claim has been affirmed by the Secretary of the M. \n\n[from the bottom of the document]\nThe claim of the heirs of Mary Latimer as the widow of Charles for the pension alleged to have been",
            "objectDescription": "Additional names: Mary Latimer, Charles. Image provided by Fold3."
        },
        {
            "objectId": "54953877",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01233.jpg",
            "extractedText": "[This document is handwritten. It consists of two pieces of paper that are torn apart but are aligned together at the torn edge]\nApril 7th 1858\nSir,\nThe claim of the heirs of Mary Latimer as the widow of Charles for the pension alleged to have been due her decease has been rejected by this office and the decision rejecting the claim has been affirmed by the Secretary of the [?]\n",
            "objectDescription": "Additional names: Charles, Mary Latimer. Image provided by Fold3."
        },
        {
            "objectId": "54953878",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01234.jpg",
            "extractedText": "Revy WIDOW, &c.\nFile No. 11361\nMary Hughes\nWid of\nParley Hughes\nPrint Rev War\nAct: Febry 3rd, 1853\nIndex: -- Vol. A, Page 357\n[Arrangement of 1870]\n[on side of page handwritten]\n1928 Mary S Hughes to Veronica H. Florek\n1930 Jan 20- \"  \" \"  \" \n([illegible] me)",
            "objectDescription": "Additional names: Veronica H Florek, Mary Hughes, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953879",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01235.jpg",
            "extractedText": "Rev 21512 Wars Section.\n\nMay 8, 1928.\n\nVeronica H. Florek,\n115 South Ridge Street,\nTaylor, Pennsylvania.\n\nMadam:\nI advise you from the papers in the Revolutionary War pension claim, W. 11361, it appears that Parley Hughes, While Residing at Killingly, Connecticut, enlisted in January, 1776, and served one year in Captain Samuel Curtiss' Company, Colonel Ebenezer Learned's mass. Reg.\n\nIt is also stated that he served in 1777, no officers given.\n\nHe was allowed pension on his application executed April 20, 1825, aged seventy-one years, and a resident of Tolland County, Connecticut, having lived in Posey County, Indiana from about 1818 to 1824.\n\nHe married May 21, 1825 at Wethersfield, Connecticut, Mary Skinner of said Wethersfield.\n\nSoldier died August 11, 1841 at Lackawanna Township, Pennsylvania, and she was allowed pension on her application executed March 22, 1858, while a resident of Pennsylvania,",
            "objectDescription": "Additional names: Parley Hughes, Mary Skinner, Veronica H Florek. Image provided by Fold3."
        },
        {
            "objectId": "54953880",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01236.jpg",
            "extractedText": "aged seventy-one years. She stated in 1855 that she was sixty-six years old.\n\nA married daughter of soldier lived in Vermont in 1826, her name is not given, nor is it stated that he had other children.\n\nRespectfully,\n\nWINFIELD SCOTT,\nCommissioner.",
            "objectDescription": "Additional names: Winfield Scott. Image provided by Fold3."
        },
        {
            "objectId": "54953881",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01237.jpg",
            "extractedText": "115 So. Ridge Street\nTaylor, Penns.\n\nMr. Winfield Scott,\nCommissioner,\nBureau of Pensions,\n\nDear Sir,\n\nLast year our Historical Soceity erected a monument in honor of Parley Hughes [underlined]. We sent to you for information to establish his claim as a Revolutionary War veteran which you most obligingly gave us.\n\nUnfortunately, your letter was lost at the printery, where we were having a copy of it put into out programs.\n\nWe are collecting material, such as historical books, pamphlets, and relics for a historical library. We are very anxious to have an official letter from you among out collections.\n\nWon't you please oblige us again?\n\nYours very truly,\nVeronica H. Florek\nSecy. Taylor Historical Soceity.",
            "objectDescription": "Additional names: Taylor, Winfield Scott, Veronica H Florek, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953882",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01238.jpg",
            "extractedText": "This is a copy of your letter as it appeared in our programs. \n\nUnited States\nDepartment of the Interior\nBureau of Pensions\n\nWasington, May 8, 1928\n\nMadam: \nI advise you from the papers in the Revolutionary War pension claim, W. 11361, it appears that Parley Hughes, While Residing at Killingly, Connecticut, enlisted in January, 1776, and served one year in Captain Samuel Curtiss' Company, Colonel Ebenezer Learned's mass. Reg.\n\nIt is also stated that he served in 1777, no officers given.\n\nHe was allowed pension on his application executed April 20, 1825, aged seventy-one years, and a resident of Tolland County, Connecticut, having lived in Posey County, Indiana from about 1818 to 1824.\n\nHe married May 21, 1825 at Wethersfield, Connecticut, Mary Skinner of said Wethersfield.\n\nSoldier died August 11, 1841 at Lackawanna Township, Pennsylvania, and she was allowed pension on her application executed March 22, 1858",
            "objectDescription": "Additional names: Samuel Curtiss, Parley Hughes, Ebenezer Learned, Mary Skinner. Image provided by Fold3."
        },
        {
            "objectId": "54953883",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01239.jpg",
            "extractedText": "while a resident of Pennsylvania, aged seventy-one years. She stated in 1855 that she was sixty-six years old.\n\nA married daughter of soldier lived in Vermont in 1826, her name is not given, nor is it stated that he had other children.\n\nRespectfully\n(Signed) Winfield Scott,\nCommissioner.\n",
            "objectDescription": "Additional names: Winfield Scott. Image provided by Fold3."
        },
        {
            "objectId": "54953884",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01240.jpg",
            "extractedText": "115 So. Ridge Street\nTaylor, Penns.\nApr. 11th, 1928\n\nDirector of the Pension Bureau,\n\nDear Sir,-\n\nThe pupils of the freshman Civics Class of the Taylor High School, Taylor Penns., are eager to erect a monument in honor of Parley Hughes, who our local history says was a bodyguard to General Washington during the Revolutionary War, and who is now buried in the Taylor Memorial Cemetery.\n\nWe wish to know whether he was on your pension list and would greatly appreciate any information and would greatly appreciate any information about his life which you are able to give us.\n\nThank You.\n\nSincerely,\nVeronica H. Florek\nSecy. Civics Class",
            "objectDescription": "Additional names: Washington, Parley Hughes, Veronica H Florek. Image provided by Fold3."
        },
        {
            "objectId": "54953885",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01241.jpg",
            "extractedText": "[The entire document is handwritten]\n\n[In the upper left corner]\nAmos Robinson\n41.80 [illegible]\nNo. 14 [this could be 74, too, because the top of the number is flush with a straight horizontal line]\n\n[In the main body of the document]\n[Illegible] opp\nJuly 4\n18[one illegible number]4\n\nW,, Perley Hughes\nTolland\nCounty of Tolland\nState of Connecticut",
            "objectDescription": "Additional names: Perley Heughs, Amos Robinson. Image provided by Fold3."
        },
        {
            "objectId": "54953887",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01243.jpg",
            "extractedText": "Copy of Deed from Parley Hughes to Frederick Rapp",
            "objectDescription": "Additional names: Parley Hughes, Frederick Rapp. Image provided by Fold3."
        },
        {
            "objectId": "54953888",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01244.jpg",
            "extractedText": "Copy \nThis Indenture made this twelfth day of Feb 6 wary in the year of our Lord one thousand eight hundred and twenty four, By and between Parley Hughes of Posey County State of Indiana of the one part and Frederick Rapp of Harmonic in the County and State aforesaid of the other part. Witnesseth that the said Parley Hughes for and in consideration of the sum of Six Hundred Dollars, to him in hand paid by the said Frederick Rapp, of the sealing and delivery of these presents, the Receipt hereof is hereby acknowledged, hath granted bargained and sold and by there presence doth grant bargain and sell to the said Frederick Rapp his Heirs and assigns forever, all that track or quarter section of land Known and designated by the North west quarter section twenty in Township five (south) of Range thirteen (west) of the Land directed to be sold at  vincennes  and pattented George Rapp and associates, by the President of the united States by Patent bearing date the twenty fifth day of March 1818. and sold by the said George Rapp + associates to the said Parley Hughes as per deed dated the fifth day of may 1819. To have and to hold the above described track or quarter section of land to the said Frederick Rapp his Heirs + assigns forever\nIn testimony whereof I have hereunto set my Hand and Seal the day and year above written \nWitness present\nR.L Baker\nParley Hughes\nJno L. Baker",
            "objectDescription": "Additional names: Jno L Baker, Parley Hughes, George Rapp, R L Baker, Frederick Rapp. Image provided by Fold3."
        },
        {
            "objectId": "54953889",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01245.jpg",
            "extractedText": "[The document is handwritten. At the bottom left corner, there is a round seal. The writing on it is not legible]\n\nRecd. of Frederick Rapp Six hundred Dollars the full amount of the consideration money within mentioned.\nFebruary 25th 1824       Parley Hughes\n\nState of Indiana \nPosey County\n[This is followed by curly brackets]\nPersonally appeared before me the subscriber one of the Justices assigned to keep the Peace in and for the said county the above signed Parely Hughes and acknowledged the within writing to be his act and deed for the purpose therein mentioned, and desired that the same may be recorded accordingly. \nGiven under my hand and seal this 16th [date is a bit unclear] day of February 1824\n\nRecorded in my office in Book D page 3D8 & 3D9 the 15th Nov 1826 -\nJ P Drake R\n[followed by curly bracket]\nPeter Saltzman J P [illegible]\n\nState of Indiana \nPosey County\n[followed by curly brackets]\nSet:\nI James P Drake Clerk of the Circuit Court of the said County of Posey and Recorder of the said County do hereby certify that the foregoing Deed from Parley Hews to Frederick Rapp is a true copy of the Record in my office. \nIn testimony whereof I have hereunto set my hand and affixed the seal of the said Court at Mount Vernon this 15th day of November AD 1826.\nJ. P. Drake Clk\n& Recorder [illegible]",
            "objectDescription": "Additional names: Parley Hughes, Frederick Rapp, Parley Hews, Peter Saltzmann, James P Drake. Image provided by Fold3."
        },
        {
            "objectId": "54953890",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01246.jpg",
            "extractedText": "[This document is handwritten]\nState of Connecticut\nCounty of Hartford\n[This is followed by curly brackets]\n[Illegible] Hartford\n\nOn this 13th day of September 1831, before me the subscriber, a Notary Public for the said County of Hartford, personally appeared Parley Hughes, who, on his oath, declares that he is the same person who formerly belonged to the Company commanded by Captain Samuel Curtiss, in the regiment commanded by Colonel William Shepherd, in the service of the United States; that his name was placed on the pension roll of the State of Connecticut from whence he expects to remove in a few days to the state of Pennsylvania, where he intends to remain and wishes his pension to be payable at Philadelphia, in future. His object in removing to Pennsylvania is to pursue his occupation more profitably, as he finds his trade & pension insufficient to support his family where he now resides.\n\n[illegible] to before me Parley Hughes the day & year aforesaid.\nSamuel H Parsons\nNotary Public\n\n[At the lower left corner of this document, an octagonal seal is affixed. The writing on the seal is illegible].\n",
            "objectDescription": "Additional names: Samuel Curtiss, Samuel H Parsons, William Shepherd, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953891",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01247.jpg",
            "extractedText": "[This document is handwritten]\nI hereby certify that I am personally acquainted with Parley Hughes a revolutionary pensioner of the United States on the roll of Connecticut Agency, and know him to be the same person who subscribed the written affidavit in my presence. \nSamuel H. Parsons\nNotary Public\n[Beneath this, in the left lower corner, there is the imprint of an octagonal seal. The shape of a shield is visible in the centre of the seal. The writing on the seal is illegible]",
            "objectDescription": "Additional names: Parley Hughes, Samuel H Parsons. Image provided by Fold3."
        },
        {
            "objectId": "54953892",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01248.jpg",
            "extractedText": "[This document is handwritten]\nI, Thomas Day, Secretary of the State of Connecticut and Keeper of the Seal therof, do hereby certify,\nThat Samuel A. Parsons Esq. whose name is subscribed, in his proper hand-writing, to the foregoing Certificate, is, and for more than one year last past has been, a Notary Public within and for the County of Hartford, duly appointed, commissioned and sworn; that the Seal affixed to said Certificate, is his genuine Seal of Office; and that full credence is due to his official acts so authenticated.\nIn testimony whereof, I have hereunto set my Hand, and affixed the Seal of said State, at the City of Hartford, the thirteenth day of September, in the year of our Lord one thousand eight hundred and thirty-one. \nThomas Day",
            "objectDescription": "Additional names: Samuel H Parsons, Thomas Day. Image provided by Fold3."
        },
        {
            "objectId": "54953893",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01249.jpg",
            "extractedText": "[This document is handwritten]\nLyman S Kibbe\nbill [illegible] dated May\n29. 1826 ___ $10.44\n\nNo. 10 ___",
            "objectDescription": "Additional names: Lyman S Kibbe. Image provided by Fold3."
        },
        {
            "objectId": "54953895",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01251.jpg",
            "extractedText": "[This document is handwritten]\nJ. B. Pitkin & Co\n\nBill of goods del\nMay 29.1826\n[followed by curly bracket]\n28.44\n\nNo 9___",
            "objectDescription": "Additional names: J B Pitkin. Image provided by Fold3."
        },
        {
            "objectId": "54953897",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01253.jpg",
            "extractedText": "[This document is handwritten]\n\nEaton & Andrews\nbill for Tailoring\n5.50 June 20. 1826\n\nNo. 13",
            "objectDescription": "Additional names: Eaton, Andrews. Image provided by Fold3."
        },
        {
            "objectId": "54953898",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01254.jpg",
            "extractedText": "[This document is handwritten]\nTolland June 20th- 1826\nMr. Parley Hews\nTo Eaton & Andrews Dn [n is in superscript with a horizontal line and two vertical lines beneath it]\n\nTo making Coat, Vest, & two pair pants. $5.50\nRec. payment\nEaton and Andrews",
            "objectDescription": "Additional names: Eaton, Andrews, Parley Hews. Image provided by Fold3."
        },
        {
            "objectId": "54953900",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01256.jpg",
            "extractedText": "[This document is handwritten]\nRecd of Mr P. Hughs twenty six dollars in full for your passage and freight from Louisville Ky. to Pittsburg Pa. \nMarch 24th 1824\nRecd Pay!\nJ. B. Humphreys \nClerk S. B. Mechanics",
            "objectDescription": "Additional names: J B Humphreys, P Hughs. Image provided by Fold3."
        },
        {
            "objectId": "54953902",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01258.jpg",
            "extractedText": "[This document is handwritten]\nHarmonie Feb 14th 1824\nMr. P. Hughes\n\nBot ['t' appears to be in superscript] of Fredk Rapp\n6 yd Irish Linen 68 3/4------$4/ 2 1/2\nthread -----------------------\" \"/ 2 1/2\n1 Sett Razors-----------------\" 4. 00\n1 1/4 yd blue cloth 325------\"4.0 6 1/4\n9 Button----------------------\"3  1 1/4\nthread-------------------------- 6 1/4\n1 qt whisky                        __________\n                                              $12.75\n                                                   12 1/2",
            "objectDescription": "Additional names: Fredk Rapp, P Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953903",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01259.jpg",
            "extractedText": "[This document is handwritten]\nChester May bill\nof horse & harness\nJune 23. 1824\n4 [illegible] No. 6",
            "objectDescription": "Additional names: Chester Mays. Image provided by Fold3."
        },
        {
            "objectId": "54953904",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01260.jpg",
            "extractedText": "[This document is handwritten]\n\nWoodstock June 23 1824\nPearley Hughes\n\nBought of Chester May one horse thirty five dollars one harness twenty dollars\nReceived Payment in full.\nChester May [This is a signature]",
            "objectDescription": "Additional names: Pearley Hughes, Chester May. Image provided by Fold3."
        },
        {
            "objectId": "54953905",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01261.jpg",
            "extractedText": "[This document is handwritten]\nRoyal Carters bill\nof Waggon Recd. noted June\n22. 1824\nNo. 7",
            "objectDescription": "Additional names: Royal Carters. Image provided by Fold3."
        },
        {
            "objectId": "54953906",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01262.jpg",
            "extractedText": "[This document is handwritten]\nThompson June 22d 1824\nPearley Hughes\nBought of Royal Carter one horse waggon thirty dollars price agree on \nRecd payment in full\nRoyal Carter [This is a signature]",
            "objectDescription": "Additional names: Pearley Hughes, Royal Carter. Image provided by Fold3."
        },
        {
            "objectId": "54953909",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01265.jpg",
            "extractedText": "[This document is handwritten]\nSpargin M. Co, Bill\nRecd June 24. 1824\n$10.25/100____\nNo. 5",
            "objectDescription": "Image provided by Fold3."
        },
        {
            "objectId": "54953910",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01266.jpg",
            "extractedText": "[This document is handwritten]\nAshford June 24. 1824\nMr                   Hughs\nBot of Spragin [illegible]\n1 ps N. Orleans Shirting 3/ yards @11c-$3.9\n1 ps Super Indigo Plaids 2/\"@18--5.22\n9 yds Shirting Coarse --12--------1.07\n          __________________________________\n                                              $10.25\nRecd payment in full\nFor Spragin [illegible]\nJames H. Preston [this is a signature]",
            "objectDescription": "Additional names: Hughs, James H Preston. Image provided by Fold3."
        },
        {
            "objectId": "54953911",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01267.jpg",
            "extractedText": "[This document is handwritten]\nJ. B. Pikin [illegible] bill\nApril 8. 1826. $1,04\n\nno-11--",
            "objectDescription": "Additional names: J B Pikin. Image provided by Fold3."
        },
        {
            "objectId": "54953912",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01268.jpg",
            "extractedText": "[This document is handwritten]\nMr. Hughes\nBill of J B Pitkin\nApril 8th 1826\n\n3 yd shirting @32cn--- .96\n8 Buttons--------------.04\n2 S Thread------------.04\n\n____\n$1.04\n____\n\nRecd. payment\nJ B Pitkin [this is a signature]",
            "objectDescription": "Additional names: J B Pitkin, Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953914",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01270.jpg",
            "extractedText": "[This document is handwritten]\nHarmonie Jan. 12th. 1824\n\nParley Hughes Esq.\nBot of Fredk Rapp\n\n4 yd cloth a $3........$12\n1 cloth vest pattern...1.50\n2 yd holland................1.00\n1 doz coat buttons____50\nthread mohair & flanel..1.00\n18 Vest buttons..........20\n                          __________\n                             $16.20\nShoes ---------------4.50\n                            ________\n                             20.70",
            "objectDescription": "Additional names: Parley Hughes, Fredk Rapp. Image provided by Fold3."
        },
        {
            "objectId": "54953917",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01273.jpg",
            "extractedText": "[This document is handwritten]\nStatement of Bills paid by Parley Hughes ____",
            "objectDescription": "Additional names: Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953919",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01275.jpg",
            "extractedText": "[This document is handwritten]\nParley Hughes\nBill from A Clark [illegible] August 1825\n$16.50 \nNo 8.",
            "objectDescription": "Additional names: A Clark, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953920",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01276.jpg",
            "extractedText": "Comrsville Aug. 2. 1825\nMr Parley Hughes\nBot of A. Clark\n\n2/3 yd padding----[illegible]---.50\n1/8 \" vesting @200----1.75\n1 3/4 \" Flannel ---50----[illegible]\nBlk thread--------18 3/4\n1 Blk [illegible]----6 1/11\n12/12 doz Best quilt Buttons 3/5----8 1/2\n2/3 doz Smith  do--- do------12 1/2\n2 3/4 yd [illegible] @125---3. 43 1/4\n1 1/2 [illegible] Buttons @12 1/2--18 3/4\n1 pr suspendors------[illegible]--37 1/2\naugt 3 1 Bunch Tape ---12 p----12 p\n8 cotton threads--------12 1/2\n29. 1 vest pattern and Trimmings 300----3.00\n2 Bandana Handkf 112 1/2----2.25\n2 White Muslin Cravats ---50---1.00\n1 pocket knife ---37 1/2---37 1/2\nto pay D. Beck---50----50\n1 Razor----62 p----62 p\n                      ____________\n\n                      $16.50\nRed Payment by note\non William Allen\n\nA Clark [this is a signature]",
            "objectDescription": "Additional names: D Beck, William Allen, A Clark, Parley Hughs. Image provided by Fold3."
        },
        {
            "objectId": "54953921",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01277.jpg",
            "extractedText": "[This document is handwritten]\nHartford Left 12. 1831\n\nSir,\nI herewith endorse the application of Parley Hughes to be transferred from the Connecticut to the Philadelphia Agency- Will you be pleased to direct your reply to him at \"Pleasant Mount\" Post office Pennsylvania. \nTo oblige yr ob. [illegible]\nSamuel H Parsons [this is a signature]\n\nHon. Lewis Cass\nSecy of war",
            "objectDescription": "Additional names: Lewis Cass, Samuel H Parsons, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953923",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01279.jpg",
            "extractedText": "[This document is handwritten]\nState of Indiana\nPosey County [This is followed by curly brackets]\nSeat\n\nBe it remembered that on the 14th day of April 1826 personally appeared Ephram Hacket of the same place & after being duly sworn according to same deposith and saeth that Parley Hughes did actually reside in the State of Indiana Posey County on the 18th of March 1818 and was a resident of said place until the year of 1824 further this deponth saeth not \nEphraim Hackett [this is a signature] [illegible]\n\nSworn to and subscribed to before me this 14th day of April 1826\nJames W Swift [this is a signature] [illegible]\nJustice of the peace \n\nState of Indiana\nPosey county\n[This is followed by curly brackets]\n\nI James P Drake Clerk of the Circuit Court for the said County of Posey do hereby certify that James W Swift Esquire whose name is signed to the within and foregoing affidavit was at the time of signing the same an acting Justice of the peace in and for the said County duly qualified as such and that full faith and credit is due and ought to be placed in all his official acts as such.\nIn testimony whereof I have hereunto set my hand and fixed the seal for he said Court at Mountvernon this 14th day of April A.D. 1826-\n\nJ P Drake Clk P C [This is a signature]\n[At the left lower corner of the document there is a circular seal with illegible markings]\n",
            "objectDescription": "Additional names: Parley Hughes, James W Swift, James P Drake, Ephram Hacket. Image provided by Fold3."
        },
        {
            "objectId": "54953929",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01285.jpg",
            "extractedText": "I John Wilson of Thompson in Windham County and State\nof Connecticut of lawful age testify and say that in the years \nSeventeen hundred and Seventy six in the month of January\nof said year Parley Hughes with four others being then \nInhabitants of Killingly in said State of Connecticut set\ntheir names to enlisting orders held by Lieutenant Learned\nof said Killingly the head Colonel's name was Ebenezer\nLearned of the Massachusetts line and in the year Seventeen\nhundred and seventy seven being then myself in the ???\nmortal army stationed apart of the year at Valley Forge\nI was knowing that the said Parley Hughes served in \nsaid Army for the term of Eighteen months during that\nand the following year... according to my best recollection\nthe said Hughes when he enlisted as above stated was\nabout Twenty one years of age and further their\ndeployment s not \nState of Connecticut\nWindham County\n\nJohn Wilson\n\nThompson December 21st 1825\nPersonally appeared John Wilson the signer of the \nabove deposition and made solemn oath that the \nabove deposition contains the truth the whole \ntruth and nothing but the truth\nBefore Mr. Jonathan Nichols Justice of the Peace\nState of Connecticut\n\n\n",
            "objectDescription": "Additional names: Noadiah Larned, Theodore Dwight, John Wilson, Simon Larned, Ebenezer Larned, Jonathan Nichols, Pearly Hughs. Image provided by Fold3."
        },
        {
            "objectId": "54953941",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01297.jpg",
            "extractedText": "Brief in the case of Mary Hughes widow of Parley, Luzerne County and State of Pa:\nact 3d Feb. 1853.\n\nClaim, (\"original,\" or \"for increase\" [crossed out])\n\nProof exhibited, (if original,)\n\nIs it documentary, traditionary, or supported by rolls? If either, state the substance.\n\nHusband was pensioned under the Acts of 18 March, 1818 & 1st May, 1820 @ the rate of #96 per an. Two witnesses testify that the parties lived & cohabitated together & were generally reptd [?] Man & wife. [2 words illegible] in 1844/11 Aug as appears from the affiants of Credible witnesses report of the This Auditor.\n\nWidowhd [?] & [illegible] is Established by two Credible affiants & This\n\n(if for increase.)\nHas additional evidence been filed since the admission of the claim? If so, what?\n\nAuditor reports the Claimant rew [?] the arees [?] of pension.\n\nArad Joy. Esq. Ovid. N. York\nName and residence of Agent\n\nS.C. Boynton\nExamining Clerk.\n",
            "objectDescription": "Additional names: S C Boynton, Arad Joy, Mary Hughes, Parley Hughes. Image provided by Fold3."
        }
    ]
}