{
    "digitalObjects": [
        {
            "objectId": "4159553_00826",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/98/9115/54911598/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1315/images/4159553_00826.jpg",
            "extractedText": "I Darius Branch, of Castleton in the County of Rutland, and State of Vermont, testify and say, that I was living with my Father in the south east part of Bennington in the fall of the year 1782, near the residence of Capt. Jonathan Scott, and was present at his house in the early part of September, (as I think,) and saw Samuel Holmes and Sallena Scott united in marriage by Moses Robinson, Esq. I cannot recollect the precise day of the month, but distinctly remember that there was a party of tories discovered going through a pasture in the easterly part of Bennington, which caused the inhabitants to suspect that all was not right; the alarm was immediately given to my Father and others, and a Company of men raised who went in pursuit, and after pursuing them about eight miles, captured them on the Green Mountain, I think twelve in number, with a Capt. Blakeslee and a negro man whom the tories had taken and were carrying off or leading off to Canada; I was too young to be one of the pursuers, being now in my twenty eight year, but am confident that Samuel Holmes was one of the party; I was present at the house of Gen. Samuel Safford and saw the Tories when they were brought in by our Troops; I was intimately acquaint-",
            "objectDescription": ""
        },
        {
            "objectId": "4159553_00194",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/75/9114/54911475/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1315/images/4159553_00194.jpg",
            "extractedText": "No 1\nState of New York\nGenesee County:\nOn this seventeenth day of June in the year 1842, personally appeared before the Court of Common Pleas of the said county of Genesee Betsey Holmes a resident of the town of Attica in the county of Wyoming and State of New York aged eighty two years, who being first duly sworn according to law on her oath make the following declaration in order to obtain the benefit of the provision made by the Act of Congress passed July 4, 1836.\nThat she is the widow of Moses Holmes, who was an assistant commissary in the Revolutionary war and served during the war for which he enlisted, but the particulars of his service she cannot particularly state and she refers to his Pension Declaration under the Act of the 7th June 1832 and the papers accompanying the same for proof of his services.\nShe further states that her late husband , Moses Holmes, in a recent application for an increase of pension has set forth his services only for the term of four years, as he had been informed and believed that two years service only was necessary to be set forth in order to secure an increase of his pension, when in truth this declarant believes and knows that he served for a longer period and as she believes for and during the war.\nShe further declares that she was married to the said Moses Holmes on the first day of June in the year one thousand and seven hundred and eighty, that her husband the aforesaid Moses Holmes died on the twenty fourth day of April last part and that she has remained a widow ever since that period, as will more fully appear by reference to the",
            "objectDescription": ""
        },
        {
            "objectId": "4159488_00392",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/57/8923/54892357/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1295/images/4159488_00392.jpg",
            "extractedText": "WIDOW, &c.\nFile No. 10476\nHannah Burns\nFormerly wife of\nJames Hodge\nPrvt Rev. War\nAct: Feby 3rd 1853\nIndex: -- Vol. a, Page 102\n[Arrangement of 1870.]",
            "objectDescription": ""
        },
        {
            "objectId": "4159591_00153",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/67/9395/54939567/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1345/images/4159591_00153.jpg",
            "extractedText": "Commonwealth of Massachusetts.\nCounty of Worcester, ss.\nON this sixth day of September in the year of our Lord, eighteen hundred and thirty two personally appeared in open Court, before Hon. Nathl Paine, Judge of that Court of Probate now sitting Jonathan Howe, a resident of Paxton, in the County of Worcester, and Commonwealth of Massachusetts, aged seventy years, who being first duly sworn according to law, doth on his oath make the following declaration, in order to obtain the benefit of the act of Congress, passed June 7th, 1832.\nTHAT he entered the service of the United States under the following named officers and served as herein stated.\nThat he was born 30 Sept. 1761, in that part of Rutland, now Paxton, where he has resided ever since.\nThat in the autumn of 1777, his father, Paul Howe, now deceased, enlisted for seven months in this (cause) of the Revolution, & went to Springfield, Mass. at the expiration of one month. After he had been transferred to Brookfield, Mass. he, the abovenamed Jonathan Howe, at his father's request, on account of his ill health, took his place as his substitute at said Brookfield, and there performed a term of service of six months, in (defense) of (the) military (stores) deposited at that place. The only duty performed was to stand sentry, which he faithfully performed for the above stated term, at the expiration of which time he was honorably dismissed. The officers who had command of the troops stationed at said Brookfield during that term, were Lieut. Peter Davis of Rutland, and Lieut. Freeman, of Sturbridge. Tilly Chaffin, now of Holden, was with him in the same service during (the) said term; Levi Hathaway, of North Brookfield, was with him a part of the time; and his (brother) Jonah Howe was well acquainted with (the) fact of his service at the time it was performed.\nJon. a Howe\nHe hereby relinquishes every claim whatever to a pension or annuity except the present, and declares that his name is not on the pension roll of the agency of any state.\nSworn to and subscribed the day and year aforesaid.\nJon. a Howe\nBefore Nathl. Paine Judge of Probate for the County of Worcester",
            "objectDescription": ""
        },
        {
            "objectId": "4159590_00359",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/17/9386/54938617/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1344/images/4159590_00359.jpg",
            "extractedText": "28 Billingham Street\nSomerville, Mass.\nMay 22, 1935\nRe: Identity of Daniel Howe (How) of Tyringham,\nMassachusetts, Revolutionary War Soldier.\nBureau of Pensions,\nGentlemen:\nIt is desired to learn the name or names of one or both of the parents of this Daniel Howe of Tyringham, Mass.\nDid this Daniel Howe or his wife receive a pension.\nHis service record as give in \"Massachusetts Soldiers and Sailors in the War of the Revolution,\" Vol. VIII, p. 329, is as follows:\n\"How. Daniel, Tyringham (also given Arundel), Order on Maj. Barber, payable to Lieut. John Chadwick: also, Private, Joseph Strebben's Co., Col. Jonathan Brewer's regt; muster Roll Aug.1 1775 enlisted May 12 1775; service, 81 days; also, Company return (probably Oct., 1775); also, order of bounty cost or its equivalent in money dated Prospect Hill, Oct. 26 1775; also, return of men raised for Continental service probably from Capt. Harick's (Herrick's) co; residence, Tyringham; engaged for town of Tyringham; joined Capt. Chadwick's co., Col. Brewer's regt.; term, 3 years; also, list of men mustered between Jan. 20 1777 and June 1, 1778 by Trueman Wheeler, Muster Master for Berkshire Co.; Capt. Stone's co.; also Sergeant, Capt. Mean's co.; Col. Ebeneser Sprout's regt.; Continental Army pay accounts for service from Jan. 1, 1777, to Sept. 14, 1779; reported discharged Sept. 14 1779; also, Capt. John Chadwick's co., Col. Brewer's regt.; returns dated Jan. 22 1778; residence, Arundel; enlisted for town of Tyringham, mustered by Muster Master Wheeler; reported sick at Tyringham.\"\nIt is surmised, but no proof has been found, that this Daniel Howe was the son of Daniel and Ann (Bronson) Howe, born 4 Oct. 1741 at Waterbury, Conn. and that his wife's name was Damaris (Dutton) Howe.\nDoes his pension or other record give any of these data.\nRespectfully\n[signature of J. Albert Holmes]\nJ. Albert Holmes",
            "objectDescription": ""
        },
        {
            "objectId": "4159589_00405",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/96/9374/54937496/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1343/images/4159589_00405.jpg",
            "extractedText": "New certificate issued 17. April\n1840 M.P. Tyler Esquire Blenheim, N.Y.\nLetter to E. Holliday and Bathsheba\n10. 1840\nDead\nPaid at the heanry under the order of the 6th army 1838\ndrawn 24 May 1838 to 21 July\n1840, the day of\nholidied 26 1840\nletter to E. Holiday 22 July 1841\nAlimony 3182\nBathsheba Howard\nWidow of Theophiles Howard who was\na pensioner under of June 7, 1832\nwho died on the 23. May 1838\nof Sehohanie Co. in the State of New York\nwho was a Private in the Cantle navy. Commander\nby captain Pontes of the next. Commander\nby Col. Sergeant in the May.\nline got 12 months and 18 days\nFacilitated on the Roll of Albany\nthe rate of 42 dollars\nto commence on the day of March, 1834.\n24. May 1838\nCertificate of pension issued the 18 day of January\n1840 and sent to N.O. Tyler\nBlenheim. N.Y.\nattained to the 4th of July. 38 53.70\nSemi-annunal allowance ending 4. may 40 21.00\n$74.78\nRevolutionary claim,\nAct July 4, 1836\nRecorded by D. Brown\nBook A. Vol 2. Clerk\nPage 209",
            "objectDescription": ""
        },
        {
            "objectId": "4159588_00705",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/30/9370/54937030/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1342/images/4159588_00705.jpg",
            "extractedText": "I Jonathan Perkins of North Bridgewater in the County of Plymouth + State of Massachusetts, a soldier of the Revolution, and a pensioner of the United States, under the Act of June 7th, 1832. I am well acquainted with Oliver Howard of said North Bridgewater; that I have known him from our boyhood; that I was attached to a Company of minute men under Captain Josiah Hayden at the time of the alarm in April 1775 when the British marched to Lexington; I marched towards Poxbury with said Company, of which the said Oliver Howard was one; at Dorchester we were ordered to Marchfield, when we were dismissed, + returned to Bridgewater, having been absent three days; Oliver Howard afore said was with me during said three days.\nIn 1776 or 1777 the British landed at [illegible] a sea shore in Captain David Pachand's Company - was gone two days, when we were dismissed + returned home - Oliver Howard aforesaid, was with us during the two days.\nIn 1776, I enlisted into Captain Nathan Alolem's Company of Massachusetts militia in a Regiment commanded by Colonels Hall and Johnson, for three months, and marched to Bristol in Rhode Island, and served the full term of three months. The aforesaid Oliver Howard was with me in the same Company during the three months, at the end of which time we were dismissed without a written discharge.\nJonathan Perkins\nCommonwealth of Massachusetts\nPlymouth County ls\nApril 3rd 1834. Then personally appeared Jonathan Perkins, and subscribed the foregoing [illegible] and made oath to the truth of the same - and I further certify\nthat said Jonathan Perkins is a man of truth and veracity.\nBefore me, Jesse Perkins, Justice of Peace",
            "objectDescription": ""
        },
        {
            "objectId": "4159578_00892",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/39/9317/54931739/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1336/images/4159578_00892.jpg",
            "extractedText": "In the matter of the application of Mrs. Mary House widow of John House for certain arrears of pension\nState of New York\nOneida County:\nMary House being duly sworn says that the family record of John House hereunto annexed is a true and correct record of the marriage of said House to this deponent & the births of their children as kept by said House, and taken from the old family bible of said John & Mary House in the possession of the deponent that said record is genuine is in the hand writing of said John House deceased.\nWitness to signature\nR. McIntosh\nMary House x her mark\nSworn to and subscribed before on this 15th day of March A.D. 1853 and I hereby certify that I believe the annexed record is the true and genuine record of the marriage of John & Mary House & the births of their children.\nGiven under my hand and seal of the [illegible] Court this 15th day of March 1853.\nRalph McIntosh\nSpecial Surrogate",
            "objectDescription": ""
        },
        {
            "objectId": "4159578_00897",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/39/9317/54931739/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1336/images/4159578_00897.jpg",
            "extractedText": "Declaration\nIn order to obtain the benefits of the Acts of Congress 15th May 1828 7th July 1838\nState of New York\nOneida County:\nOn this 21st day of October in the year of our Lord One thousand eight hundred and fifty two, personally appeared before the Honorable Ralph McIntosh Special Surrogate and Justice of a Court of Record in and for the County of Oneida and State of New York aforesaid Mary House aged eighty 80 years, a resident of Oneida in the County of Oneida, who being duly sworn according to law, doth upon her oath makes the following declaration in order to obtain she benefits of the provisions made by the Act of Congress passed 15th May 1828 entitled Pension granted to all the officers who served to the end of the Revolutionary War in the Continental Army also the Act of Congress passed July 7th 1838 entitled an Act granting half pay and pensions to certain widow and the other acts of Congress extending said act that she is the widow of John House deceased who was a private in the Revolutionary War in Company Commanded first by Captain Andrew Frink and afterwords and near the later part of said war by Captain Sytez in the first Military Regiment of the original Five Regiments of the New York troops in the Continental Line Commanded by Colonel Goose Van Schaicks, that he enlisted some time in about the month of January or February in the year of our lord seventeen",
            "objectDescription": ""
        },
        {
            "objectId": "4159578_00581",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/77/9315/54931577/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1336/images/4159578_00581.jpg",
            "extractedText": "State of New York\nMontgomery\nMargaret Timmerman being duly sworn deposth and saith that she is aged sixty seven years that she was acquainted with Henry House and Nancy House at the time they were married that she was present at the wedding and that she was also married at the same time at my fathers house in >>> in said county ceremony on the fifteenth day of February 1789 and that she knows that the said Henry House and Nancy his wife lives together for some time in the same town where she this deponent did in said town of >>> further south >>>\nSworn and >>> before me this 4th day of September 1838\nJohn Haven, Justice of the Peace\nMargaret Timmerman X her mark\nI John Haven a Justice of the Peace of the town of >>> in the county of Montgomery before whom the >>> of >>> was taken to hereby certify that I am well acquainted with Margaret Timmerman and do know her to be a person of good character for truth and veracity and her statement entitled to credit and that she was not taught to write and did mark her mark all before me September 4th, 1838.\nJohn Hawn, Justice\nState of New York\nMontgomery County\nClerks Office\nI certify that John W. Hawn esq. whole name is subscribed to the Justice of the forgoing affidavit and proceedings was on the day of the date >>> a Justice of the Peace >>> and for the County of Montgomery duly elected and >>> and that the signature to the same is his genuine signature.",
            "objectDescription": ""
        },
        {
            "objectId": "54189443",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00796.jpg",
            "extractedText": "We Willis Walker a clergyman residing in Union District and Major Thomas Young residing in the same do hereby certify that we are well acquainted with Mordecai Chandler who has subscribed and sworn to the foregoing declaration, that we believe him to be seventy years of age, that he is reputed and believed in the neighborhood where he resides to have been a soldier of the Revolution and we concur in that opinion.\nWillis Walker\nThomas Young\n\nJno B Oneall\nPres Judge\n\nAnd the said court does hereby declare its opinion after the investigation of the matter and after putting the interrogatories prescribed by the War Department, that the above named applicant was a Revolutionary soldier and served as he states— and the said court further certifies that it appears to it that Willis Walker who has subscribed the above certificate is a Clergyman residing in Union District and that Majr Thos Young who has subscribed the same is a credible person and his statements are entitled to credit.\nJno B. ONeall\nPres Judge\n\nI John Rogers, clerk of the Court of Common Pleas and Sessions, do hereby certify that the foregoing contains the original proceeding in the matter of the application of Mordecai Chandler for a pension.\nIn testimony whereof I have hereunto set my hand & seal of office this 15th day of October 183[?]\nJ. Rogers Clk\n\n",
            "objectDescription": "Additional names: Willis Walker, J Rogers, Thomas Young, Jno B Oneall, Willis Walker, Willis Walker, Mordecai Chandler, Thos Young, Thos Young, Jno B Oneall, John Rogers. Image provided by Fold3."
        },
        {
            "objectId": "54189444",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00797.jpg",
            "extractedText": "afterwards at the Battle at the IronWorks at Cedar Springs and then at the Battle of Musgrove— we then retreated to North Carolina where I joined my old Regiment under Col. Lysles and marched back to Newbury So Car.    when, on a scouting party, I was taken a prisoner, and carried to the jail at 96— where I lay untill [sic] the British went to Charleston, where I was taken and placed on board a Prison ship— where I remained about two months and was exchanged.— On my return I joined Col. Parris and performed a tour of duty in the lower country as a volunteer against the outlying and town.—  I then joined a volunteer company under Capt. Williams for six months and continued patrolling and scouting untill [sic] the final cessation of hostility and was finally discharged.  I have no documentary evidence of my services. [the following struck out with a line] and refer to Major Thos Young and Major Jos McJunkin to provide [illegible] [end of stricken words].  In answer to the interrogatory put by the court I answer 1 & 2.  I was born in [\"Culpepper County Virginia\" inserted] 15th May 1762  but have no record of my age.  3. I lived in Newbury Dist when called into service. and have lived [\"principally\" inserted] in South Carolina ever since the war. 2 & 5 See within. 6. I got one discharge in writing which is lost. 7. I refer to the Rev. Willis Walker and Major Thos Young to know my good character.—\nSworn to this day & year afsd.\nMordecai Chandler\n\nJ. N. Oneall Pres. Judge",
            "objectDescription": "Additional names: Parris, Willis Walker, Jno B Oneall, Williams, Jos Mc Junkin, Lysles, Thos Young, Thos Young, Mordecai Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189445",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00798.jpg",
            "extractedText": "State of South Carolina\nUnion District}     To wit\n\nOn this 4th day of October 1832 personally appeared in open court before the Judge of the Court of Common Pleas and Sessions, now sitting for districts aforesaid [\"Mordecai Chandler\" underlined], a resident of Union District, aged seventy years who being first duly sworn according to law doth on his oath make the following declaration, in order to obtain the benefits of the Act of Congress passed June 7 1832.  that he entered the service of the United States under the following named officers and served as herein stated [illegible, stricken out] I enlisted for the term of two years, in Newbury District, S. Car under Captain Dickson in the Regiment commanded by Col. Saml. Jack, of the State of Georgia, in October 1777 and marched to Petersburgh in Georgia.  Thence to Fort Wells on the Ogechee where we remained six or seven months from which place we marched to Augusta— and thence to East Florida and going as far as St. Marys River we returned to a place called hideaway meeting house, between [illegible] and Savannah.  When I was discharged by Col. Saml. Jack The Governor of Georgia having released",
            "objectDescription": "Additional names: Saml Jack, Dickson, Saml Jack, Mordacia Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189446",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00799.jpg",
            "extractedText": "the remainder of my term of enlistment on account of my tour to Florida— Shortly after my return I joind [sic] the Company of Captain James Lyles in the Regiment commanded by Colonel John Lysles—  and marched to Augusta and [words crossed out]  turning down the River proceeded as far as N Brunswick— when we met the British army and retreated before them back to Augusta, and crossing the River took our Station at the Shoals above Augusta when we lay about three months until our time had expired, and I was regularly discharged— in 1779 & again joined Capt Lysles - in Col Lysles Regiment and marched to Bacon Bridge, on Ashly River—  and having made several excursions thro [sic] the county— we marched to a place called Quagnow Swamp then on to Stono, from whence we marched to the Battle at Stono, in which I was engaged, and after the Battle we returned to the Camp at the Swamp where we remained untill [sic] I was discharged.—  I then joined Capt Roebuck's Company in Col. John Thomas Regiment and moved to North Carolina when we joined Genl Sumpter, and [illegible] at Ramsam's a short time after Battle was over.  I then fell in with Clark and Shelby— and was shortly",
            "objectDescription": "Additional names: James Lyles, Lysles, Sumpter, Clark Ana Shelby, John Lysles. Image provided by Fold3."
        },
        {
            "objectId": "54189447",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00800.jpg",
            "extractedText": "The State of South Carolina\n\nKnow all more by those present that I Samuel Phillips administrator of all all [sic] and singular the rights and credits goods and chattels which were of Mordecai Chandler late of Union District & State aforesaid deceased, a Revolutionary pensioner of the United States under act congress 7th June 1832 at the rate of eighty dollars per annum do make constitute and appoint Jas. A Black Esquire of Columbia South Carolina and State aforesaid my true and lawful attorney for me and in my name place and stead to prosecute against the United States my claim as administrator as aforesaid for the benefit of heirs at law of the said Mordecai Chandler deceased, (who are his now living children) to an increase of pension and arrears of pension up to the day of the death of the said Mordecai Chandler, to examine all papers on file in the pension office of the United States and to file such further evidence record or otherwise as shall already show the right of his said children to an increase of pension on the the yearly amount",
            "objectDescription": "Additional names: Mordecai Chandler, Jas A Black, Mordecai Chandler, Samuel Phillips, Mordecai Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189448",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00801.jpg",
            "extractedText": "amount received under said law which was due to said deceased at the time of his death.  with power also an attorney, or attorneys under him for that purpose to make and substitute and do all lawful acts for effecting the pension, even by notifying and continuing all that my said attorney or his substitute shall lawfully do [illegible] by virtue thereof\n\nIn witness whereof I have hereunto set my hand and seal this 23rd day of May AD one thousand eight hundred & fifty seven\n\nSigned sealed and delivered} Samuel B Phillips\nin presence of                       }  \nJ M Gadberry                        }\nW W James                           }\n\nState of South Carolina\nUnion District\n\nBe it known that on the 23rd day of May AD one thousand eight hundred & fifty seven and in the 81st year of American Independence before me a magistrate in and for said District and State Duly commissioned and sworn came Samuel B Phillips administrator of the Estate",
            "objectDescription": "Additional names: Samul B Phillips, W W James, Samuel B Phillips, J M Gadberry. Image provided by Fold3."
        },
        {
            "objectId": "54189450",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00803.jpg",
            "extractedText": "State of South Carolina\nUnion District\n\nOn this thirty first day\nof January AD eighteen hundred and\nfifty seven personally appeared\nbefore me a notary public and\nauthorized to administer oaths for\ngeneral purposes for said District\nJohn H Skelton and George Spencer\ncitizens and residents of said District who\nbeing duly sworn according to law\ndeposed and say that they were\nwell acquainted with Mordecai Chandler\nin his lifetime, deceased late of this district\nwho was a revolutionary pensioner\nof the United States:  That they were near\nneighbors of his, and from date\nof facts within their recollection\nare enable to speak positively of the\ndate of his death which took place\nat his residence in this district on\nthe ___  day of May AD 1846\nThat he left a widow, who has\nsince died to wit on or about this\n___ day of May AD1852 that\nbesides his said widow (now deceased)\nhe left him surviving the following\nchildren viz. Robert Chandler, Samson\nChander, Rosanda Philips wife of\nSamuel Philips, Jane Stevens wife\nof Chams Stevens, Margaret James\nwife of William James who are\nall now living as affiants believe\nand are the only children and heirs\nat law of the said Mordecai Chandler\ndeceased      And these deponents",
            "objectDescription": "Additional names: George Spencer, Samson Chandler, Chams Stevens, Jane Stevens, Mordecai Chandler, William James, Margaret James, Mordecai Chandler, John H Hulton, Rosanah Philips, Samuel Philips, Robert Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189451",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00804.jpg",
            "extractedText": "further swear that they are wholly\ndisinterested  in the claim of the heirs\nof the said Mordecai Chandler deceased\nand in giving this testimony\nJohn H Skelton\nGeorge Spencer\n\nSworn to and subscribed before me\nthe day and year above mentioned\nand I hereby certify that I am per-\nsonally acquainted with the above\ndeponents, who are respectable and\ncredible citizens of said district and\nstate and are fully worthy of faith\nand credit in their statements above\nmade; and I certify that I am\ndisinterested in taking this testimony\nor in giving this certificate\n\nGiven under my hand and seal\nthis 31st day of January AD 1857\nJ M Gadberry\nNotary Public\n\nThe State of South Carolina\nUnion District\n\nI B Johnson Ordinary\nfor the district and state aforesaid\ndo hereby certify that\nsatisfactory evidence has been adduced\nbefore me by the affidavits of \nJohn H Skelton and George Spencer\npersons with whom I am well\nacquainted and who I certify",
            "objectDescription": "Additional names: John H Skelton, George Spencer, John H Skelton, B Johnson, Mordicai Chandler, J M Gadberry, George Spencer. Image provided by Fold3."
        },
        {
            "objectId": "54189453",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00807.jpg",
            "extractedText": "South Carolina \nUnion District\n\nMordcai Chandler came personally before me, and deposeth as follows that In order to Explain & make more explicit his application for a pension under the Act of Congress passed the 7th June 1832 –\nSaith that in Oct. 1777 he enlisted in Capt DIcksons Company in the Regt. Commanded by Colo Saml Jack of the State of Georgia for two years, being a Regiment of minute men by the authority of the State of Georgia properly organized by the law of that State, marched as set out in my first declaration, and In consequence of Volunteering to go to Florida the Govenor of Georgia then discharged us from our enlistment after having performed our \"Tour to \"Florida, having served Twelve Months of our two years Term of Enlistment  I again was drafted under Capt Jas. Lyles in the Regiment Commanded by Colo John Lyles and Marched as set out in my first declaration, and served Four months duty & was discharged, I again was drafted the second time 1779. Under Capt. Jas. Lyles & Colo John Lyles and served another tour of four months duty our draft was for but three months but owing to great difficulty my officers prevailed on me to remain one month over our regular Tour,  See my first declaration under Where & When my Service was performed – I again after the fall\nof Charleston Volunteered as a refugee under Capt Robuck in Colo Thomas Regiment.  We then Marched to No. Carolina & joined Genl. Sumpter  Clark & Shelby, was in the Engagements Set out [\"under\" crossed out] in my  first declaration, and after the battle at Musgraves we again retreated to No. Carolina again Where I joined my old regiment under Colo Lyles, and marched back to Newberry Dist So.Car.  where I was taken prisoner while on a Scouting Party having then\n",
            "objectDescription": "Additional names: Saml Jack, Lyles, Robuck, Jas Lyles, Sumpter Clark, Mordecai Chandler, John Lyles, Shelby, Jas Lyles, John Lyles. Image provided by Fold3."
        },
        {
            "objectId": "54189454",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00808.jpg",
            "extractedText": "Served nine months, was conveyed to Jail at ninety Ist [struck-through “Jail”] & remained in Jail five months and then  Sent to Charleston & Put on board of a prison Ship where I remained two months before I was exchanged, - I again Volunteered under Colo Pervis & performed a Tour of duty in the lower Country, of two months, I again Joined Capt Williams Company as a Volunteer, for Six months – I again Served one month under Maj Pearson not before set out, I also Served three months as a Substitute under Capt Henry Lyles [illegible] before\nin my first declaration,  This [illegible] Served over four years to the best of recollection,  This [illegible] further States that he never followed any Civil [illegible] during his Service in the revolutionary War as Set out was [illegible] called into the Service under & by Competant Authority –\n[signed “Mordecai Chandler”]\nSworn to & Subscribed before }        \nMe this 8th August 1833. }\n[signed \"James Rowntree JP”]\n\nI James Rowntree do Certify that Mordecai Chandler who has Sworn to & Subscribed the above affidavit is a respectable old Gentleman & entitled to every credit as a man of Veracity – Given under my hand the \n8th day of Augt 1833 –\n[signed “James Rowntree JP”]\n",
            "objectDescription": "Additional names: Pervis, James Rowntree, James Rowntree, Mordecai Chandler, Mordecai Chandler, James Rowntree, Heny Lyles. Image provided by Fold3."
        },
        {
            "objectId": "54189465",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00819.jpg",
            "extractedText": "(1)\nThe following order will be observed in the several documents, composing the vouchers \nof pensioners.\nState of South Carolina}  ss.\nUnion District               } \nBe it known that before me JJ Pratt a Justice of the peace in and for the district aforesaid personally appeared Mordecai Chandler and made oath, in due form of Law, that he is the Identical person named in an original Certificate in his possession, of which (I certify) the following is a true copy,  (Here insert a copy of his certificate of pension. \n\nWar Department Revolutionary Claims\nI certify that in conformity  with the law of the United States of the 7th June 1832. Mordecai Chandler of the State of South Carolina who was a private in the war of the Revolution is entitled to receive Eighty Dollars per Annum during his natural life commencing on the 4th March 1831. and payable Semiannually on the 4th of March & 4th of September in every year\n\nGiven at the war office of the United States this 20th day of January one thousand eight Hundred & thirty four\n(Signd)  Lew Cass\nSecretary of War\n\nExamined & Countersigned by\nJ L Edwards\nCommissioner of Pensions\n\nThat he now resides in Union District and has resided there for the space of fifty years past, and that previous thereto he resided in Newberry—\nSworn & subscribed this Twentieth day of \nNovr.— 1837.\nMordecai Chandler\n\nBefore me}\nJ. J. Pratt 2nd  J Peace\n\n\n",
            "objectDescription": "Additional names: J J Pratt, J J Pratt, J Rogers, Mordecai Chandler, Mordecai Chandler, Lew Cass, Mordecai Chandler, J L Edwards. Image provided by Fold3."
        },
        {
            "objectId": "54189466",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00820.jpg",
            "extractedText": "(2)\nNote—  The foregoing deposition must be signed by the deponent where the pension has been increased, since the certificate has been given, the magistrate will note that fact.\n\nWhen a pensioner has neglected for one year or more, to claim his pension, additional proof of his Identity will be required, as per regulation of the War Department of the 19th June 1824—  Agreeably to the subjoined form\nState of South Carolina}   s.s.\nDistrict of Union\n\n1837.\n\nI John J Pratt— a magistrate in the District above named, do hereby certify that I have the most Satisfactory Evidence,  (Here state what the evidence is} whether personal knowledge, or the affidavits of respectable persons, giving their names upon the evidence of John Rogers Esq. Clerk of the Court for Union District.\nJ. J. Pratt\n\nThat Mordecai Chandler who has this day appeared before me to take the oath of Identity, is the identical person named in the pension certificate which he has exhibited before me, numbered 23424—  And bearing date at the War Office. the 20th day of January. 1834, and signed by \nLew Cass  Secretary of War \n\nGiven under my hand at {illegible] on the day & year above written.—\nI John Rogers Clerk of the Court of Sessions & Common pleas District Certify that J. J. Pratt is a [*see note below] as above.  and that the foregoing [*see note below] perporting to be his, is genuine.  In [*see note} whereof, I have hereunto affixed my Seal of office, and subscribed my name, this Twentieth—day of Nov.—in the year of 1837.\nJ. Rogers  Clk of the Court of District.\n\n*Note:  the areas marked were where a Seal of office was applied, but was then covered over",
            "objectDescription": "Additional names: Lew Cass, J Rogers, J J Pratt, John J Pratt, Mordecai Chandler, John Rogers, J J Pratt, John Rogers. Image provided by Fold3."
        },
        {
            "objectId": "54189467",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00821.jpg",
            "extractedText": "(3)\n\nWhen an attorney shall make application for a pension. he must furnish a power of attorney in his favour duly acknowledged before a magistrate.  and dated on or subsequent to the day on which the pension claimed became due, as follows—\n\nKnow all men by these presents, that I Mordecai Chandler of Union District (a) Revolutionary pensioner of the United States, do hereby constitute and appoint [space left blank] my true and lawful attorney, for me and in my name, to receive from the agent of the United States for paying pensions in Charleston, South Carolina, my pension from the fourth day of March 1837. to the fourth day of September 1837.\nWitness my hand and Seal, this 20th day of Nov. 1837.\nMordecai Chandler            Seal\n\nJ. J. Pratt 2. W.\nTest  J. Rogers\n(a) In this blank, insert the word invalid or revolutionary as the case may be.\n\nState of South Carolina}  ss,\nDistrict}\n\nBe it known that on the 2d day of Nov. 1837. before the Subscriber a Justice of the peace in and for said District personally appeared Mordecai Chandler above name, and acknowledged the foregoing power of attorney, to be his act and deed.  In testimony whereof I have hereunto set my hand the day and year last above mentioned.\nJ. J. Pratt  2.W.\n\nThe following affadavit [sic] will be filled up and executed at the bank of Charleston when the attorney applies for the arrears of pension.\n\nState of South Carolina} s.s.\nDistrict}\n\nBe it known that on the [blank space] day of [blank space] 18[?] before the subscriber a Justice of the peace. in and for the said District, personally appeared [blank space] the attorney named in the foregoing power of attorney, and made oath that the same was not given him by reason of any sale, transfer, or mortgage of the pension or arrears of pension, therein authorized to be received by him.  Sworn and subscribed the day and year last above mentioned.  ",
            "objectDescription": "Additional names: Mordecai Chandler, Mordecai Chandler, Mordecai Chandler, J J Pratt, J J Pratt, J Rogers. Image provided by Fold3."
        },
        {
            "objectId": "54189471",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00825.jpg",
            "extractedText": "Comptroller General's Office\nColumbia So. Ca.\nJune 17th 1857.\n\nNo. 2475}\nLib X      }  Issued 21 Apl. 86 to Mr. Mordecai Chandler £7:3:11—\n\nNo 110 No 2475 \nBook X    21 April 1786 Mordecai Chandler for militia duty in Waters Regiment since the fall of Charleston pr  Anderson's return amounting to currency £ 720.00  Sterling £102:17:1 1/2\n\nState of So Carolina to Mordecai Chandler for militia duty in Water's Regt. since the fall of Chastown [sic] pr Andersons return *amotg. to Cury.   £720.  Stg  £102:17:1/2\nRecd. 24th April 1786 full satisfaction for the above in an Indent it 2475  X p order filed in 2418 X     Wm Houseal—\n\nNo 3434}\nBook X  }   Issued 1st August 1786 to Mr. Mordecai Chandler for £15:8:6 3/4 Sterling  duty in Brandon's Regiment pap audited.  Annl. Interest £1:1:7.\n3434 X  no 114 3434 X 1st Aug. 86 Mordecai Chandler for militia duty in Roebuck's Regiment since the fall of Charleston pr Anderson's return amounting to currency\n £108:0:0  Sterling £15:8:6 3/4\nState of So Carolina to Mordecai Chandler for militia duty in Roebuck's Regt. since the fall of Charlestown [sic] p Anderson's return *amotg to currency £108  Stg £15.8.6 3/4\n\nPay to James Martin all my claims against the State of South Carolina for duty done in Roebuck's Regt. value recieved [sic]\nMordecai Chandler\n \nthis 10th *Novber  1790 witness   William McLain\n\nRecd. Columbia 1st Decr 1790 from the Commr. Treasy an Indent No 3434 book X in full of the above amt. per order £15:8.6 3/4  James Martin\n\nI do hereby certify the foregoing to be true copies taken from the Records of this office and that the pay per day of a private horseman was 20 Shillings **\"old currency\" and of a private footman was 10 Shillings  ** \"old currency\" in the Revolutionary war as shown by the Records of this office in payment of the S. C. **Militia claims.\nFor Comptroller Genl.\nW. R. Huntt\nDeputy Comp Genl\n\n(No Seal of Office) \n\nNote:  Document transcribed as written.\n\n*amounting to currency\n*amounting\n**old currency underlined",
            "objectDescription": "Additional names: Mordecai Chandler, Mordecai Chandler, Mordecai Chandler, William Mc Lain, Mordecai Chandler, Mordecai Chandler, Wm Houseal, James Martin, Mordecai Chandler, W R Huntt, Mordecai Chandler, James Martin. Image provided by Fold3."
        },
        {
            "objectId": "54189472",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00826.jpg",
            "extractedText": "The State of South Carolina\nUnion District\n\nOn this first day of January AD one thousand eight hundred and fifty seven personally appeared before me a notary public and ex officer a magistrate for the District and State aforesaid Samuel Philips who being duly sworn according declares that his sole administrator of all and singular the goods and chattels rights and credits which were of Mordecai Chandler deceased [sic].  who was the identical Mordecai Chandler to whom was issued a certificate by the United States in the words and signs following to wit  \"Was department Revolutionary claims\"\n\"I certify that in conformity with the law of the \"United States of the 7th June 1832, Mordecai \"Chandler of South Carolina who was a private \"in the war of the Revolution is entitled to \"receive eighty dollars per annum during his \"Natural life commencing on the 4th",
            "objectDescription": "Additional names: Mordecai Chandler, Mordecai Chandler, Samuel Philips, Mordecai Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189473",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00827.jpg",
            "extractedText": "\"(4th) March 1831 payable same—\n\"annually on the 4th of March\n\"& 4th of September in every year\n\n\"Given at the war [underlined] office\n\"of the United States this 20th day\n\"of January one thousand eight\n\"hundred & thirty four\"\n\"Lew Cass\"\n\"Secretary of War\"\n\n\"Examined and\"\n\"Countersigned by\"\n\"J L Edwards\"\n\"Commissioner of Pensions\"\n\nThat the [illegible] of which the foregoing is supposed to be a true copy cannot be found after diligent search amongst the papers of the deceased it being extracted from are informal application for pension made by the said Mordecai Chandler on the 14th day of Nov 1837.  and herewith filed as a part of this application, to which the declarant begs leave to refer, together with other evidence herewith filed   That the said Mordecai Chandler died at his residence in [illegible] District & State aforesaid on the fifteenth day of May in the year one thousand EightHundred and forty six leaving his widow Elizabeth Chandler, and children, Robert Chandler",
            "objectDescription": "Additional names: Lew Cass, Mordecai Chandler, J L Edwards, Mordecai Chandler, Robert Chandler, Elizabeth Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189474",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00828.jpg",
            "extractedText": "Samson Chandler, Rosanah Philips, wife of this declarant, Jane Stimes wife of [illegible} Strossel, Margaret James, wife of William James his only heirs at law him surviving   That the widow Elizabeth Chandler died in the District and State aforesaid on the [blank] day of May in the year one thousand eight hundred and fifty two unmarried and without other heirs than her children above named:  That this declarant is also the duly authorized administrator of the said Elizabeth Chandler deceased and that the said Mordecai and Elizabeth Chandler were married about the [blank] day of [blank] AD [blank]   That this declaration is made for the benefit of the heirs at law of the said Mordecai Chandler deceased and with the view of obtaining the amoun [sic] of pension and increased pension due to the said Mordecai Chandler deceased and his aforesaid heirs.\n\nS. B. Phillips\nSamuel B Phillips\n\nSworn to and subscribed before\n",
            "objectDescription": "Additional names: Chams Stevens, Elizabeth Chandler, Samson Chandler, Samuel B Phillips, Elizabeth Chandler, J B Phillips, William James, Mordecai Chandler, Mordecai Chandler, Rosanah Philips, Elizabeth Chandler, Margaret James, Mordecai Chandler, Jane Stevens. Image provided by Fold3."
        },
        {
            "objectId": "54189477",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00831.jpg",
            "extractedText": "Unionville SC\nApril 8—1857\n\nG C Whiting Esqr\n\nSir\n\nYour report and instructions of March 28 addressed to Samul Phillips, was by him today handed to me to answer.  as I had proposed the papers, and though without a written power am his attorney\n\nYou have mistaken the object of Mr Phillips; he is not applying for pension, for Elizabeth Chandler, but as administrator of Mordecai Chandler:  In fact that Mr. Phillips is administrator of *Elizabeth Chandler was stated as a collateral *fact to establish the other main fact that the children of Mordecai Chandler are entitled to his arrears and *increased Pension you will therefore please re examine [sic] the claim with the view of allowing the claimant arrears  of pension and increased pension for the benefit of the children of Mordecai Chandler—\n\nIn a short time, I expect to forward to your office \"recorded\" evidence to increase the pension of Mordecai Chandler if the Rolls at Washington do no show it [sic]  You will oblige by sending a report as soon as possible\n\nThe declaration of Mr. Phillips \n\n*Entries marked with asterisk were underlined.\n\n",
            "objectDescription": "Additional names: Samul Phillips, Mordecai Chandler, G C Whiting, Mordecai Chandler, Elizabeth Chandler, Phillips, Mordecai Chandler, Elizabeth Chandler, Mordecai Chandler, Phillips, Phillips. Image provided by Fold3."
        },
        {
            "objectId": "54189479",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00833.jpg",
            "extractedText": "Columbia So. Ca.\n29 June '37\n\nHon. G. C. Whiting\nCommr. Pensions\n\nDear Sir\n\nI enclose Power of Attorney of Saml. B. Phillips admin. of Estate of Mordecai Chandler U.S. pensioner Act of 7 June 1832 at rate of $80 per year, and also Comptroller's Certificate showing that £828 *\"old Currency\" was paid him and that 20 Shillings of £1 *\"old Currency\" was the *pay per day of a private of Cavalry of which Kind of Service there is ample proof among your S. C. pensioners were the Regiments of Robuck as a whole & [\"Brandon\"  marked out; \"Water's\" added] as a part.—  But counted at 10.S. *\"Old Currency\" 1656 days as\n*private  of *Infantry.  Now by reference to his declaration you will doubtless see that he *claimed Cavalry Service   Consequently his pension should have been $100 per year & this increase is what his admn. claims for his children & Grandchildren.\nPlease investigate & report.\n\nVery respectfully\nyr. obt. servt.\nJames A Black Atty.—\n\n*All entries with asterisk were underlined.",
            "objectDescription": "Additional names: Mordecai Chandler, James A Black, G C Whiting, Saml B Phillips. Image provided by Fold3."
        },
        {
            "objectId": "54189480",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00834.jpg",
            "extractedText": "Treasury Department,\nSECOND COMPTROLLER'S OFFICE,\nMay 25- 1838.\n\nSir,\n\nUnder the act of the 6th of April, 1838, entitled \"An act directing the transfer of money remaining unclaimed by certain Pensioners, and authorizing the payment of the same at the Treasury of the United States,\" Mordecai Chandler a Pensioner on the Roll of the S. Carolina Agency, at the rate of eighty Dollars [\"and  ____ Cents\" crossed out] per annum, under the law of the 7th June 1832 has been paid at this Department, from the 4th of March 1837 to the 4th September 1837—\n\nRespectfully, yours,\nAlbion K. Parris\nComptroller\n\nTo the COMMISSIONER OF PENSIONS,\nPresent.",
            "objectDescription": "Additional names: Albion K Parris, Mordecai Chandler. Image provided by Fold3."
        }
    ]
}