{
    "digitalObjects": [
        {
            "objectId": "54189441",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00793.jpg",
            "extractedText": "\n(3-1776)\nSERVICE                                             NUMBER\nGa             Chandler, Mordecai          R. 1848\nS.C.                            Elizabeth  \n\n\nBorn in Va",
            "objectDescription": "Image provided by Fold3."
        },
        {
            "objectId": "54189442",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00795.jpg",
            "extractedText": "South Carolina 23.H24                                                                \nMordecai Chandler,\nof Union in the State of So Car:\nwho was a pr  in the - commanded\nby Captain -  of the Regt commanded\nby Col. Thomas in the S. Carolina & Georgia\nline for 2 years -\n\nInscribed on the Roll of So Carolina at the rate of 80-Dollars - Cents per annum,\nto commence on the 4th day of March 1831.\n\nCertificate of Pension issued the 20 -day of Jan: 04 and Sent  WM K Clowney\nO & R\nArrears to the 4th of Sept 1833             200\nsemi-anl. allowance ending Aman 34      40\nT                                                              240\n{Revolutionary Claim, Act June 7, 1832.}\nRecorded by NS Rice - Clerk, \nBook E Vol.6 Page 6H\n\n\nPaid at the Treasury under Act 6 April 1838 - from 4 March 1837 to 4 Sept 1837.  Agent notified 30 May 1838.\nLetters to Pension Agt 29th June 1843.\n3rd [illegible] March 23\nDied May 23 1846\n",
            "objectDescription": "Additional names: Thomas, Ns Rice, Mordecai Chandler, Wm K Clowney. Image provided by Fold3."
        },
        {
            "objectId": "54189443",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00796.jpg",
            "extractedText": "We Willis Walker a clergyman residing in Union District and Major Thomas Young residing in the same do hereby certify that we are well acquainted with Mordecai Chandler who has subscribed and sworn to the foregoing declaration, that we believe him to be seventy years of age, that he is reputed and believed in the neighborhood where he resides to have been a soldier of the Revolution and we concur in that opinion.\nWillis Walker\nThomas Young\n\nJno B Oneall\nPres Judge\n\nAnd the said court does hereby declare its opinion after the investigation of the matter and after putting the interrogatories prescribed by the War Department, that the above named applicant was a Revolutionary soldier and served as he states— and the said court further certifies that it appears to it that Willis Walker who has subscribed the above certificate is a Clergyman residing in Union District and that Majr Thos Young who has subscribed the same is a credible person and his statements are entitled to credit.\nJno B. ONeall\nPres Judge\n\nI John Rogers, clerk of the Court of Common Pleas and Sessions, do hereby certify that the foregoing contains the original proceeding in the matter of the application of Mordecai Chandler for a pension.\nIn testimony whereof I have hereunto set my hand & seal of office this 15th day of October 183[?]\nJ. Rogers Clk\n\n",
            "objectDescription": "Additional names: Willis Walker, J Rogers, Thomas Young, Jno B Oneall, Willis Walker, Willis Walker, Mordecai Chandler, Thos Young, Thos Young, Jno B Oneall, John Rogers. Image provided by Fold3."
        },
        {
            "objectId": "54189444",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00797.jpg",
            "extractedText": "afterwards at the Battle at the IronWorks at Cedar Springs and then at the Battle of Musgrove— we then retreated to North Carolina where I joined my old Regiment under Col. Lysles and marched back to Newbury So Car.    when, on a scouting party, I was taken a prisoner, and carried to the jail at 96— where I lay untill [sic] the British went to Charleston, where I was taken and placed on board a Prison ship— where I remained about two months and was exchanged.— On my return I joined Col. Parris and performed a tour of duty in the lower country as a volunteer against the outlying and town.—  I then joined a volunteer company under Capt. Williams for six months and continued patrolling and scouting untill [sic] the final cessation of hostility and was finally discharged.  I have no documentary evidence of my services. [the following struck out with a line] and refer to Major Thos Young and Major Jos McJunkin to provide [illegible] [end of stricken words].  In answer to the interrogatory put by the court I answer 1 & 2.  I was born in [\"Culpepper County Virginia\" inserted] 15th May 1762  but have no record of my age.  3. I lived in Newbury Dist when called into service. and have lived [\"principally\" inserted] in South Carolina ever since the war. 2 & 5 See within. 6. I got one discharge in writing which is lost. 7. I refer to the Rev. Willis Walker and Major Thos Young to know my good character.—\nSworn to this day & year afsd.\nMordecai Chandler\n\nJ. N. Oneall Pres. Judge",
            "objectDescription": "Additional names: Parris, Willis Walker, Jno B Oneall, Williams, Jos Mc Junkin, Lysles, Thos Young, Thos Young, Mordecai Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189445",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00798.jpg",
            "extractedText": "State of South Carolina\nUnion District}     To wit\n\nOn this 4th day of October 1832 personally appeared in open court before the Judge of the Court of Common Pleas and Sessions, now sitting for districts aforesaid [\"Mordecai Chandler\" underlined], a resident of Union District, aged seventy years who being first duly sworn according to law doth on his oath make the following declaration, in order to obtain the benefits of the Act of Congress passed June 7 1832.  that he entered the service of the United States under the following named officers and served as herein stated [illegible, stricken out] I enlisted for the term of two years, in Newbury District, S. Car under Captain Dickson in the Regiment commanded by Col. Saml. Jack, of the State of Georgia, in October 1777 and marched to Petersburgh in Georgia.  Thence to Fort Wells on the Ogechee where we remained six or seven months from which place we marched to Augusta— and thence to East Florida and going as far as St. Marys River we returned to a place called hideaway meeting house, between [illegible] and Savannah.  When I was discharged by Col. Saml. Jack The Governor of Georgia having released",
            "objectDescription": "Additional names: Saml Jack, Dickson, Saml Jack, Mordacia Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189446",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00799.jpg",
            "extractedText": "the remainder of my term of enlistment on account of my tour to Florida— Shortly after my return I joind [sic] the Company of Captain James Lyles in the Regiment commanded by Colonel John Lysles—  and marched to Augusta and [words crossed out]  turning down the River proceeded as far as N Brunswick— when we met the British army and retreated before them back to Augusta, and crossing the River took our Station at the Shoals above Augusta when we lay about three months until our time had expired, and I was regularly discharged— in 1779 & again joined Capt Lysles - in Col Lysles Regiment and marched to Bacon Bridge, on Ashly River—  and having made several excursions thro [sic] the county— we marched to a place called Quagnow Swamp then on to Stono, from whence we marched to the Battle at Stono, in which I was engaged, and after the Battle we returned to the Camp at the Swamp where we remained untill [sic] I was discharged.—  I then joined Capt Roebuck's Company in Col. John Thomas Regiment and moved to North Carolina when we joined Genl Sumpter, and [illegible] at Ramsam's a short time after Battle was over.  I then fell in with Clark and Shelby— and was shortly",
            "objectDescription": "Additional names: James Lyles, Lysles, Sumpter, Clark Ana Shelby, John Lysles. Image provided by Fold3."
        },
        {
            "objectId": "54189447",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00800.jpg",
            "extractedText": "The State of South Carolina\n\nKnow all more by those present that I Samuel Phillips administrator of all all [sic] and singular the rights and credits goods and chattels which were of Mordecai Chandler late of Union District & State aforesaid deceased, a Revolutionary pensioner of the United States under act congress 7th June 1832 at the rate of eighty dollars per annum do make constitute and appoint Jas. A Black Esquire of Columbia South Carolina and State aforesaid my true and lawful attorney for me and in my name place and stead to prosecute against the United States my claim as administrator as aforesaid for the benefit of heirs at law of the said Mordecai Chandler deceased, (who are his now living children) to an increase of pension and arrears of pension up to the day of the death of the said Mordecai Chandler, to examine all papers on file in the pension office of the United States and to file such further evidence record or otherwise as shall already show the right of his said children to an increase of pension on the the yearly amount",
            "objectDescription": "Additional names: Mordecai Chandler, Jas A Black, Mordecai Chandler, Samuel Phillips, Mordecai Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189448",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00801.jpg",
            "extractedText": "amount received under said law which was due to said deceased at the time of his death.  with power also an attorney, or attorneys under him for that purpose to make and substitute and do all lawful acts for effecting the pension, even by notifying and continuing all that my said attorney or his substitute shall lawfully do [illegible] by virtue thereof\n\nIn witness whereof I have hereunto set my hand and seal this 23rd day of May AD one thousand eight hundred & fifty seven\n\nSigned sealed and delivered} Samuel B Phillips\nin presence of                       }  \nJ M Gadberry                        }\nW W James                           }\n\nState of South Carolina\nUnion District\n\nBe it known that on the 23rd day of May AD one thousand eight hundred & fifty seven and in the 81st year of American Independence before me a magistrate in and for said District and State Duly commissioned and sworn came Samuel B Phillips administrator of the Estate",
            "objectDescription": "Additional names: Samul B Phillips, W W James, Samuel B Phillips, J M Gadberry. Image provided by Fold3."
        },
        {
            "objectId": "54189449",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00802.jpg",
            "extractedText": "of Mordecai Chandler deceased above names and acknowledged the foregoing power of attorney to be his act and deed\n\nIn testimony where I have hereunto set my hand & seal at Union Court House in Union District & State aforesaid the day and year\n\nMoses C *Hughs (LS)\nMagistrate\n\nThe State of South Carolina\nUnion District \n\nI J G McKissick Clerk of the Court of Common pleas & General sessions for said District do hereby certify that Moses C *Hughes Esquire before whom the foregoing affidavit and acknowledgment {sic} were made is and was at the time of so doing a Magistrate of said District duly commissioned and sworn\n\nIn testimony whereof I have here unto set my hand & affixed the seal of the said Court at my office the 25th day of May AD 1857\n\nJ G McKissick  CLK\n\n*Hughs and Hughes entered as written\n\n",
            "objectDescription": "Additional names: Moses C Hughes, J G Mckissick, Sessions, J G Mckissick, Mordecai Chandler, Moses C Hughs. Image provided by Fold3."
        },
        {
            "objectId": "54189450",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00803.jpg",
            "extractedText": "State of South Carolina\nUnion District\n\nOn this thirty first day\nof January AD eighteen hundred and\nfifty seven personally appeared\nbefore me a notary public and\nauthorized to administer oaths for\ngeneral purposes for said District\nJohn H Skelton and George Spencer\ncitizens and residents of said District who\nbeing duly sworn according to law\ndeposed and say that they were\nwell acquainted with Mordecai Chandler\nin his lifetime, deceased late of this district\nwho was a revolutionary pensioner\nof the United States:  That they were near\nneighbors of his, and from date\nof facts within their recollection\nare enable to speak positively of the\ndate of his death which took place\nat his residence in this district on\nthe ___  day of May AD 1846\nThat he left a widow, who has\nsince died to wit on or about this\n___ day of May AD1852 that\nbesides his said widow (now deceased)\nhe left him surviving the following\nchildren viz. Robert Chandler, Samson\nChander, Rosanda Philips wife of\nSamuel Philips, Jane Stevens wife\nof Chams Stevens, Margaret James\nwife of William James who are\nall now living as affiants believe\nand are the only children and heirs\nat law of the said Mordecai Chandler\ndeceased      And these deponents",
            "objectDescription": "Additional names: George Spencer, Samson Chandler, Chams Stevens, Jane Stevens, Mordecai Chandler, William James, Margaret James, Mordecai Chandler, John H Hulton, Rosanah Philips, Samuel Philips, Robert Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189451",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00804.jpg",
            "extractedText": "further swear that they are wholly\ndisinterested  in the claim of the heirs\nof the said Mordecai Chandler deceased\nand in giving this testimony\nJohn H Skelton\nGeorge Spencer\n\nSworn to and subscribed before me\nthe day and year above mentioned\nand I hereby certify that I am per-\nsonally acquainted with the above\ndeponents, who are respectable and\ncredible citizens of said district and\nstate and are fully worthy of faith\nand credit in their statements above\nmade; and I certify that I am\ndisinterested in taking this testimony\nor in giving this certificate\n\nGiven under my hand and seal\nthis 31st day of January AD 1857\nJ M Gadberry\nNotary Public\n\nThe State of South Carolina\nUnion District\n\nI B Johnson Ordinary\nfor the district and state aforesaid\ndo hereby certify that\nsatisfactory evidence has been adduced\nbefore me by the affidavits of \nJohn H Skelton and George Spencer\npersons with whom I am well\nacquainted and who I certify",
            "objectDescription": "Additional names: John H Skelton, George Spencer, John H Skelton, B Johnson, Mordicai Chandler, J M Gadberry, George Spencer. Image provided by Fold3."
        },
        {
            "objectId": "54189453",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00807.jpg",
            "extractedText": "South Carolina \nUnion District\n\nMordcai Chandler came personally before me, and deposeth as follows that In order to Explain & make more explicit his application for a pension under the Act of Congress passed the 7th June 1832 –\nSaith that in Oct. 1777 he enlisted in Capt DIcksons Company in the Regt. Commanded by Colo Saml Jack of the State of Georgia for two years, being a Regiment of minute men by the authority of the State of Georgia properly organized by the law of that State, marched as set out in my first declaration, and In consequence of Volunteering to go to Florida the Govenor of Georgia then discharged us from our enlistment after having performed our \"Tour to \"Florida, having served Twelve Months of our two years Term of Enlistment  I again was drafted under Capt Jas. Lyles in the Regiment Commanded by Colo John Lyles and Marched as set out in my first declaration, and served Four months duty & was discharged, I again was drafted the second time 1779. Under Capt. Jas. Lyles & Colo John Lyles and served another tour of four months duty our draft was for but three months but owing to great difficulty my officers prevailed on me to remain one month over our regular Tour,  See my first declaration under Where & When my Service was performed – I again after the fall\nof Charleston Volunteered as a refugee under Capt Robuck in Colo Thomas Regiment.  We then Marched to No. Carolina & joined Genl. Sumpter  Clark & Shelby, was in the Engagements Set out [\"under\" crossed out] in my  first declaration, and after the battle at Musgraves we again retreated to No. Carolina again Where I joined my old regiment under Colo Lyles, and marched back to Newberry Dist So.Car.  where I was taken prisoner while on a Scouting Party having then\n",
            "objectDescription": "Additional names: Saml Jack, Lyles, Robuck, Jas Lyles, Sumpter Clark, Mordecai Chandler, John Lyles, Shelby, Jas Lyles, John Lyles. Image provided by Fold3."
        },
        {
            "objectId": "54189454",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00808.jpg",
            "extractedText": "Served nine months, was conveyed to Jail at ninety Ist [struck-through “Jail”] & remained in Jail five months and then  Sent to Charleston & Put on board of a prison Ship where I remained two months before I was exchanged, - I again Volunteered under Colo Pervis & performed a Tour of duty in the lower Country, of two months, I again Joined Capt Williams Company as a Volunteer, for Six months – I again Served one month under Maj Pearson not before set out, I also Served three months as a Substitute under Capt Henry Lyles [illegible] before\nin my first declaration,  This [illegible] Served over four years to the best of recollection,  This [illegible] further States that he never followed any Civil [illegible] during his Service in the revolutionary War as Set out was [illegible] called into the Service under & by Competant Authority –\n[signed “Mordecai Chandler”]\nSworn to & Subscribed before }        \nMe this 8th August 1833. }\n[signed \"James Rowntree JP”]\n\nI James Rowntree do Certify that Mordecai Chandler who has Sworn to & Subscribed the above affidavit is a respectable old Gentleman & entitled to every credit as a man of Veracity – Given under my hand the \n8th day of Augt 1833 –\n[signed “James Rowntree JP”]\n",
            "objectDescription": "Additional names: Pervis, James Rowntree, James Rowntree, Mordecai Chandler, Mordecai Chandler, James Rowntree, Heny Lyles. Image provided by Fold3."
        },
        {
            "objectId": "54189455",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00809.jpg",
            "extractedText": "State of South Carolina\n[illegible] District\nMesheck Chandler comes personally before me and deposeth that during the year 1777 in October as this deponent believes his Brother Mordecai Chandler did enlist under Capt Dickinson in the regiment Commanded by Colo Jack of Georgia for the Term of Four years, this deponent did not See Said Mordecai enlist but heard the officer Say he had enlisted his Brother, this deponent further Saith that his mother did endeavor to get his Brother Mordecai off from his enlistment he being at that time under age, but, She could\nnot effect his liberation – This deponent\nfurther Said that he has heard the declaration\nof the Mordecai Read & believes it to be true\nas Said Mordecai was repeatedly out in the\nService of his Country, and greatly more than this Deponent [strickthrough] –\nMesheck his mark Chandler\nSworn to & Subscribed\nbefore me this 9th Aug 1833 -\n[signed “Wm Mitchell JS”]\n[illegible/ink spot] Certify that Mesheck Chandler who has Sworn to the above probate is to be respected as a man of truth – [signed “Wm Mitchell JS”]\n",
            "objectDescription": "Additional names: Mordecai Chandler, Jack, Mordecai, Mordecai, Mesheck Chandler, Dickinson, Wm Mitchell, Mordecai, Masheck Chandler, Mesheck Chandler, Mordecai, Wm Mitchell. Image provided by Fold3."
        },
        {
            "objectId": "54189456",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00810.jpg",
            "extractedText": "State of South Carolina\nUnion District\nI John Rogers Clerk of the Court of Sessions & Common Please do Certify that James Rowntree Esq & William Mitchell Each are both acting Justices of the peace for Said District & properly authorized to administer oaths & that Signatures are Genuine\nGiven Under my Hand & Seal of office at Union Court House this [illegible] day of August\n1833 –\n[signed “J Rogers clk”]",
            "objectDescription": "Additional names: William Mitchell, J Rogers, John Rogers, James Rowntree. Image provided by Fold3."
        },
        {
            "objectId": "54189461",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00815.jpg",
            "extractedText": "State of South Carolina}\nUnion District}\n\nMordecai Chandler Personally appeared before me & deposeth as follows in order to obtain the benefit of the Act of Congress of 7th June 1832.  and to give more explicit Satisfaction to The Terms of his Services during the Revolutionary War— Saith that he Served Twelve month certain and thinks longer on his first enlistment and was regularly discharged before the expiration of his enlistment on account of his having Volunteered & marched to Forida [sic]—  the Second Tour was out four months, [illegible] Capt Jno. Lyles— & the third Tour under Capt Liles four month—  I again served nine months & upwards under Sumpter, Clark & Shelby, before I was taken prisian [sic], I there by in Jail at 96.  a presian [sic] five months precisely, and then Sent to Charleston & put on a prisian [sic] Ship where I remain two months before I was exchanged, I again Served another tour of two months.  & at another Time a Tour \n",
            "objectDescription": "Additional names: Jas Lyles, Liles, Sumpter Clark, Shelby, Mordecai Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189462",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00816.jpg",
            "extractedText": "of one month under Major Pearson not before set out.  I also Served a Tour of three months as a Substitute under Capt Henry Lyles which Tour I had omitted to set out in my first application.  and lastly I entered as a Volunteer under Capt William & Served Six months—  This deponent further States that the whole time of his Services was four years, and he thinks longer but of that Term of Time he is certain\n\nSworn to & Subscribed before me this\n 6th day of May 1833—\nJames Rowntree JP             Mordecai Chandler\n\nI James Rowntree do hereby Certify that Mr Mordecai Chandler is a gentleman of high respectability & undoubted Veracity—\nGiven under my hand this 6th May 1833—\nJames Rowntree JP",
            "objectDescription": "Additional names: Willian, Mordecai Chandler, James Rowntree, Mordecai Chandler, James Rowntree, Henry Lyles, James Rowntree. Image provided by Fold3."
        },
        {
            "objectId": "54189463",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00817.jpg",
            "extractedText": "State of South Carolina}\nUnion District}\n\nI John Rogers Clerk of the Court of Sessions & Common Pleas for Said District do Certify that James Rountree Esqr. is an Acting Justice of the peace and properly authorized to administer oaths that his Signature is genuine—  and his official acts as Such are entitled to full faith & Credit as Such—\n\nGiven under my hand & Seal of office at Union Court House this 6 day of May 1833—\nJ. Rogers  clk\n\nNote:  Bottom left of page is an area covered over but presumed to be Seal of office",
            "objectDescription": "Additional names: J Rogers, John Rogers, James Rowntree. Image provided by Fold3."
        },
        {
            "objectId": "54189464",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00818.jpg",
            "extractedText": "1848   REJECTED\nElizabeth Chandler\nWidow of Mordecai",
            "objectDescription": "Additional names: Elizabeth Chandler, Mordecai Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189465",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00819.jpg",
            "extractedText": "(1)\nThe following order will be observed in the several documents, composing the vouchers \nof pensioners.\nState of South Carolina}  ss.\nUnion District               } \nBe it known that before me JJ Pratt a Justice of the peace in and for the district aforesaid personally appeared Mordecai Chandler and made oath, in due form of Law, that he is the Identical person named in an original Certificate in his possession, of which (I certify) the following is a true copy,  (Here insert a copy of his certificate of pension. \n\nWar Department Revolutionary Claims\nI certify that in conformity  with the law of the United States of the 7th June 1832. Mordecai Chandler of the State of South Carolina who was a private in the war of the Revolution is entitled to receive Eighty Dollars per Annum during his natural life commencing on the 4th March 1831. and payable Semiannually on the 4th of March & 4th of September in every year\n\nGiven at the war office of the United States this 20th day of January one thousand eight Hundred & thirty four\n(Signd)  Lew Cass\nSecretary of War\n\nExamined & Countersigned by\nJ L Edwards\nCommissioner of Pensions\n\nThat he now resides in Union District and has resided there for the space of fifty years past, and that previous thereto he resided in Newberry—\nSworn & subscribed this Twentieth day of \nNovr.— 1837.\nMordecai Chandler\n\nBefore me}\nJ. J. Pratt 2nd  J Peace\n\n\n",
            "objectDescription": "Additional names: J J Pratt, J J Pratt, J Rogers, Mordecai Chandler, Mordecai Chandler, Lew Cass, Mordecai Chandler, J L Edwards. Image provided by Fold3."
        },
        {
            "objectId": "54189466",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00820.jpg",
            "extractedText": "(2)\nNote—  The foregoing deposition must be signed by the deponent where the pension has been increased, since the certificate has been given, the magistrate will note that fact.\n\nWhen a pensioner has neglected for one year or more, to claim his pension, additional proof of his Identity will be required, as per regulation of the War Department of the 19th June 1824—  Agreeably to the subjoined form\nState of South Carolina}   s.s.\nDistrict of Union\n\n1837.\n\nI John J Pratt— a magistrate in the District above named, do hereby certify that I have the most Satisfactory Evidence,  (Here state what the evidence is} whether personal knowledge, or the affidavits of respectable persons, giving their names upon the evidence of John Rogers Esq. Clerk of the Court for Union District.\nJ. J. Pratt\n\nThat Mordecai Chandler who has this day appeared before me to take the oath of Identity, is the identical person named in the pension certificate which he has exhibited before me, numbered 23424—  And bearing date at the War Office. the 20th day of January. 1834, and signed by \nLew Cass  Secretary of War \n\nGiven under my hand at {illegible] on the day & year above written.—\nI John Rogers Clerk of the Court of Sessions & Common pleas District Certify that J. J. Pratt is a [*see note below] as above.  and that the foregoing [*see note below] perporting to be his, is genuine.  In [*see note} whereof, I have hereunto affixed my Seal of office, and subscribed my name, this Twentieth—day of Nov.—in the year of 1837.\nJ. Rogers  Clk of the Court of District.\n\n*Note:  the areas marked were where a Seal of office was applied, but was then covered over",
            "objectDescription": "Additional names: Lew Cass, J Rogers, J J Pratt, John J Pratt, Mordecai Chandler, John Rogers, J J Pratt, John Rogers. Image provided by Fold3."
        },
        {
            "objectId": "54189467",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00821.jpg",
            "extractedText": "(3)\n\nWhen an attorney shall make application for a pension. he must furnish a power of attorney in his favour duly acknowledged before a magistrate.  and dated on or subsequent to the day on which the pension claimed became due, as follows—\n\nKnow all men by these presents, that I Mordecai Chandler of Union District (a) Revolutionary pensioner of the United States, do hereby constitute and appoint [space left blank] my true and lawful attorney, for me and in my name, to receive from the agent of the United States for paying pensions in Charleston, South Carolina, my pension from the fourth day of March 1837. to the fourth day of September 1837.\nWitness my hand and Seal, this 20th day of Nov. 1837.\nMordecai Chandler            Seal\n\nJ. J. Pratt 2. W.\nTest  J. Rogers\n(a) In this blank, insert the word invalid or revolutionary as the case may be.\n\nState of South Carolina}  ss,\nDistrict}\n\nBe it known that on the 2d day of Nov. 1837. before the Subscriber a Justice of the peace in and for said District personally appeared Mordecai Chandler above name, and acknowledged the foregoing power of attorney, to be his act and deed.  In testimony whereof I have hereunto set my hand the day and year last above mentioned.\nJ. J. Pratt  2.W.\n\nThe following affadavit [sic] will be filled up and executed at the bank of Charleston when the attorney applies for the arrears of pension.\n\nState of South Carolina} s.s.\nDistrict}\n\nBe it known that on the [blank space] day of [blank space] 18[?] before the subscriber a Justice of the peace. in and for the said District, personally appeared [blank space] the attorney named in the foregoing power of attorney, and made oath that the same was not given him by reason of any sale, transfer, or mortgage of the pension or arrears of pension, therein authorized to be received by him.  Sworn and subscribed the day and year last above mentioned.  ",
            "objectDescription": "Additional names: Mordecai Chandler, Mordecai Chandler, Mordecai Chandler, J J Pratt, J J Pratt, J Rogers. Image provided by Fold3."
        },
        {
            "objectId": "54189468",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00822.jpg",
            "extractedText": "Blank paper",
            "objectDescription": "Image provided by Fold3."
        },
        {
            "objectId": "54189469",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00823.jpg",
            "extractedText": "Handwritten letter\n\nState of South Carolina}\nUnion District}\n\nPersonally appeared [words blocked] John Rogers Clerk of the Court of Sessions & Common pleas [phrase marked out] Maj Joseph McJunkin, who deposeth that he was well acquainted with the Mordecai Chandler during the Revolutionary War.  that the Said Chandler was at repeated times in Company together in the Service of his Country that he was a faithfull [sic] Soldier & believes  he became acquainted with Mr Chandler in the Service, before the battle at Ramsons Mills, [\"N. Car\" inserted] in June 1780.  that he was prisioners together at Ninety Six, and believes that Mr Chandler was a good Whig to the Close of the war—  & I believe Mr Chandlers declaration to be correct—\nJoseph M Junkin\n\nSworn to and Subscribed before me this 26. Sept. 1832\nJ. Rogers  Clk.\n\nThe amendment of the probate [illegible] before me 27 Nov 1833\nJ. Rogers  Clk\n\nState of South Carolina}\nUnion District}\n\nI John Rogers Clerk of the Court of Sessions & Common Pleas to certify that Maj. Joseph McJunkin who has Subscribed the above affidavit is a Gentleman of high respectability and of undoubted Veracity—\n\nGiven under my hand & Seal of office at Union Court House this 6th May 1833—\nJ. Rogers  Clk\n\nNote:  There are two areas, one top left the other bottom left, which are covered but believed to be Seals of office.\n",
            "objectDescription": "Additional names: John Rogers, Mordecai Chandler, J Rogers, Chandler, J Rogers, Chandler, Chandler, Joseph Mc Junkin, John Rogers, Joseph Mc Junkin, Joseph Mc Junkin, J Rogers. Image provided by Fold3."
        },
        {
            "objectId": "54189470",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00824.jpg",
            "extractedText": "Mord:a Chandler.\n\nCopy Indents (triple underline)",
            "objectDescription": "Additional names: Morda Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189471",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00825.jpg",
            "extractedText": "Comptroller General's Office\nColumbia So. Ca.\nJune 17th 1857.\n\nNo. 2475}\nLib X      }  Issued 21 Apl. 86 to Mr. Mordecai Chandler £7:3:11—\n\nNo 110 No 2475 \nBook X    21 April 1786 Mordecai Chandler for militia duty in Waters Regiment since the fall of Charleston pr  Anderson's return amounting to currency £ 720.00  Sterling £102:17:1 1/2\n\nState of So Carolina to Mordecai Chandler for militia duty in Water's Regt. since the fall of Chastown [sic] pr Andersons return *amotg. to Cury.   £720.  Stg  £102:17:1/2\nRecd. 24th April 1786 full satisfaction for the above in an Indent it 2475  X p order filed in 2418 X     Wm Houseal—\n\nNo 3434}\nBook X  }   Issued 1st August 1786 to Mr. Mordecai Chandler for £15:8:6 3/4 Sterling  duty in Brandon's Regiment pap audited.  Annl. Interest £1:1:7.\n3434 X  no 114 3434 X 1st Aug. 86 Mordecai Chandler for militia duty in Roebuck's Regiment since the fall of Charleston pr Anderson's return amounting to currency\n £108:0:0  Sterling £15:8:6 3/4\nState of So Carolina to Mordecai Chandler for militia duty in Roebuck's Regt. since the fall of Charlestown [sic] p Anderson's return *amotg to currency £108  Stg £15.8.6 3/4\n\nPay to James Martin all my claims against the State of South Carolina for duty done in Roebuck's Regt. value recieved [sic]\nMordecai Chandler\n \nthis 10th *Novber  1790 witness   William McLain\n\nRecd. Columbia 1st Decr 1790 from the Commr. Treasy an Indent No 3434 book X in full of the above amt. per order £15:8.6 3/4  James Martin\n\nI do hereby certify the foregoing to be true copies taken from the Records of this office and that the pay per day of a private horseman was 20 Shillings **\"old currency\" and of a private footman was 10 Shillings  ** \"old currency\" in the Revolutionary war as shown by the Records of this office in payment of the S. C. **Militia claims.\nFor Comptroller Genl.\nW. R. Huntt\nDeputy Comp Genl\n\n(No Seal of Office) \n\nNote:  Document transcribed as written.\n\n*amounting to currency\n*amounting\n**old currency underlined",
            "objectDescription": "Additional names: Mordecai Chandler, Mordecai Chandler, Mordecai Chandler, William Mc Lain, Mordecai Chandler, Mordecai Chandler, Wm Houseal, James Martin, Mordecai Chandler, W R Huntt, Mordecai Chandler, James Martin. Image provided by Fold3."
        },
        {
            "objectId": "54189472",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00826.jpg",
            "extractedText": "The State of South Carolina\nUnion District\n\nOn this first day of January AD one thousand eight hundred and fifty seven personally appeared before me a notary public and ex officer a magistrate for the District and State aforesaid Samuel Philips who being duly sworn according declares that his sole administrator of all and singular the goods and chattels rights and credits which were of Mordecai Chandler deceased [sic].  who was the identical Mordecai Chandler to whom was issued a certificate by the United States in the words and signs following to wit  \"Was department Revolutionary claims\"\n\"I certify that in conformity with the law of the \"United States of the 7th June 1832, Mordecai \"Chandler of South Carolina who was a private \"in the war of the Revolution is entitled to \"receive eighty dollars per annum during his \"Natural life commencing on the 4th",
            "objectDescription": "Additional names: Mordecai Chandler, Mordecai Chandler, Samuel Philips, Mordecai Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189473",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00827.jpg",
            "extractedText": "\"(4th) March 1831 payable same—\n\"annually on the 4th of March\n\"& 4th of September in every year\n\n\"Given at the war [underlined] office\n\"of the United States this 20th day\n\"of January one thousand eight\n\"hundred & thirty four\"\n\"Lew Cass\"\n\"Secretary of War\"\n\n\"Examined and\"\n\"Countersigned by\"\n\"J L Edwards\"\n\"Commissioner of Pensions\"\n\nThat the [illegible] of which the foregoing is supposed to be a true copy cannot be found after diligent search amongst the papers of the deceased it being extracted from are informal application for pension made by the said Mordecai Chandler on the 14th day of Nov 1837.  and herewith filed as a part of this application, to which the declarant begs leave to refer, together with other evidence herewith filed   That the said Mordecai Chandler died at his residence in [illegible] District & State aforesaid on the fifteenth day of May in the year one thousand EightHundred and forty six leaving his widow Elizabeth Chandler, and children, Robert Chandler",
            "objectDescription": "Additional names: Lew Cass, Mordecai Chandler, J L Edwards, Mordecai Chandler, Robert Chandler, Elizabeth Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189474",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00828.jpg",
            "extractedText": "Samson Chandler, Rosanah Philips, wife of this declarant, Jane Stimes wife of [illegible} Strossel, Margaret James, wife of William James his only heirs at law him surviving   That the widow Elizabeth Chandler died in the District and State aforesaid on the [blank] day of May in the year one thousand eight hundred and fifty two unmarried and without other heirs than her children above named:  That this declarant is also the duly authorized administrator of the said Elizabeth Chandler deceased and that the said Mordecai and Elizabeth Chandler were married about the [blank] day of [blank] AD [blank]   That this declaration is made for the benefit of the heirs at law of the said Mordecai Chandler deceased and with the view of obtaining the amoun [sic] of pension and increased pension due to the said Mordecai Chandler deceased and his aforesaid heirs.\n\nS. B. Phillips\nSamuel B Phillips\n\nSworn to and subscribed before\n",
            "objectDescription": "Additional names: Chams Stevens, Elizabeth Chandler, Samson Chandler, Samuel B Phillips, Elizabeth Chandler, J B Phillips, William James, Mordecai Chandler, Mordecai Chandler, Rosanah Philips, Elizabeth Chandler, Margaret James, Mordecai Chandler, Jane Stevens. Image provided by Fold3."
        },
        {
            "objectId": "54189475",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00829.jpg",
            "extractedText": "before  me this day and year above written.  And I certify the \"S B Phillips\" and \"Samuel B Phillips\" are one and the same person and that I am not interested in said claim\n\nJ M Gadberry\nNotary Public\n\nThe State of South Carolina\nUnion District\n\nI J G McKissick Clerk of the Court of Common Pleas and General sessions for the District and State aforesaid do hereby certify that J M Gadberry Esquire before whom annexed \naffidavis {sic] was made, and who has thereunto subscribed his name (which I certify is his genuine signature) is and was at the time of so doing a notary public of said District duly commissioned and sworn\n\nWitness my hand and the seal of the said court, done at my office this Eleventh day of March AD 1852\nJ G McKissick  Clk.\n\nNotes:  There was a stamp affixed to the bottom left of page that has been covered over.  Also, there was a handwritten  entry along left margin:\nElizabeth Chandler\nWho was the widow of Mordecai.\nS. C. July 1, 1838\n ",
            "objectDescription": "Additional names: Elizabeth Chandler, J M Gadberry, J M Gadberry, J G Mckissick, Samuel B Phillips, Sessions, S B Phillips, J G Mckissick. Image provided by Fold3."
        },
        {
            "objectId": "54189476",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00830.jpg",
            "extractedText": " Mordecai Chandler\n\nAdmit as a private\n2 years $80\n\nWm K Clowney\nH. Rep.",
            "objectDescription": "Additional names: Mordacai Chandler, Wm K Clowney. Image provided by Fold3."
        },
        {
            "objectId": "54189477",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00831.jpg",
            "extractedText": "Unionville SC\nApril 8—1857\n\nG C Whiting Esqr\n\nSir\n\nYour report and instructions of March 28 addressed to Samul Phillips, was by him today handed to me to answer.  as I had proposed the papers, and though without a written power am his attorney\n\nYou have mistaken the object of Mr Phillips; he is not applying for pension, for Elizabeth Chandler, but as administrator of Mordecai Chandler:  In fact that Mr. Phillips is administrator of *Elizabeth Chandler was stated as a collateral *fact to establish the other main fact that the children of Mordecai Chandler are entitled to his arrears and *increased Pension you will therefore please re examine [sic] the claim with the view of allowing the claimant arrears  of pension and increased pension for the benefit of the children of Mordecai Chandler—\n\nIn a short time, I expect to forward to your office \"recorded\" evidence to increase the pension of Mordecai Chandler if the Rolls at Washington do no show it [sic]  You will oblige by sending a report as soon as possible\n\nThe declaration of Mr. Phillips \n\n*Entries marked with asterisk were underlined.\n\n",
            "objectDescription": "Additional names: Samul Phillips, Mordecai Chandler, G C Whiting, Mordecai Chandler, Elizabeth Chandler, Phillips, Mordecai Chandler, Elizabeth Chandler, Mordecai Chandler, Phillips, Phillips. Image provided by Fold3."
        },
        {
            "objectId": "54189478",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00832.jpg",
            "extractedText": "and the evidence filed [illegible] was taken before B Johann Ordinary for Union District though sworn to before me, which I think he certifies\n\nRespectfully Yours &c\nJ M Gadberry\n\nSamul Phillips\nAdmr of \nMordecai Chandler [name underlined]\n",
            "objectDescription": "Additional names: Mordecai Chandler, J M Gadberry, B Johnson, Samul Phillips. Image provided by Fold3."
        },
        {
            "objectId": "54189479",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00833.jpg",
            "extractedText": "Columbia So. Ca.\n29 June '37\n\nHon. G. C. Whiting\nCommr. Pensions\n\nDear Sir\n\nI enclose Power of Attorney of Saml. B. Phillips admin. of Estate of Mordecai Chandler U.S. pensioner Act of 7 June 1832 at rate of $80 per year, and also Comptroller's Certificate showing that £828 *\"old Currency\" was paid him and that 20 Shillings of £1 *\"old Currency\" was the *pay per day of a private of Cavalry of which Kind of Service there is ample proof among your S. C. pensioners were the Regiments of Robuck as a whole & [\"Brandon\"  marked out; \"Water's\" added] as a part.—  But counted at 10.S. *\"Old Currency\" 1656 days as\n*private  of *Infantry.  Now by reference to his declaration you will doubtless see that he *claimed Cavalry Service   Consequently his pension should have been $100 per year & this increase is what his admn. claims for his children & Grandchildren.\nPlease investigate & report.\n\nVery respectfully\nyr. obt. servt.\nJames A Black Atty.—\n\n*All entries with asterisk were underlined.",
            "objectDescription": "Additional names: Mordecai Chandler, James A Black, G C Whiting, Saml B Phillips. Image provided by Fold3."
        },
        {
            "objectId": "54189480",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00834.jpg",
            "extractedText": "Treasury Department,\nSECOND COMPTROLLER'S OFFICE,\nMay 25- 1838.\n\nSir,\n\nUnder the act of the 6th of April, 1838, entitled \"An act directing the transfer of money remaining unclaimed by certain Pensioners, and authorizing the payment of the same at the Treasury of the United States,\" Mordecai Chandler a Pensioner on the Roll of the S. Carolina Agency, at the rate of eighty Dollars [\"and  ____ Cents\" crossed out] per annum, under the law of the 7th June 1832 has been paid at this Department, from the 4th of March 1837 to the 4th September 1837—\n\nRespectfully, yours,\nAlbion K. Parris\nComptroller\n\nTo the COMMISSIONER OF PENSIONS,\nPresent.",
            "objectDescription": "Additional names: Albion K Parris, Mordecai Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189481",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00835.jpg",
            "extractedText": "BRIEF objections to the admission of Pension Claims, of which those answerd in the negative, in red ink, will apply to the claim of which Modecai Chandler [handwritten] which require further proof or explanation.\n\nI.  Does the declaration show where the applicant resides?\n\nII.  Did the declarant make the declaration in the county where he resides?\n\nIII.  If the applicant did not make the declaration in the county where he resides, is there any reason assigned for his not doing so?\n\nIV.  Has the declarant mentioned the period or periods of the war when he served?\n\nV.  Has he mentioned with precision the length of his service, and the differen grades in which he served, in language so definite as to enable the department to determine to what amount of pension he is entitled?   No [handwritten answer]\n\nVI.  Has he given the names of the officers under whom he served, in conformity with the regulations?\n\nVII.  Has he made a relinquishment of every claim to any other pension than the one under the Act of June 7, 1832?\n\nVIII.  Has the Court given their opinion?\n\nIX.  Has the Clerk given his certificate?\n\nX.  Is the Clerk's seal affixed?  And if so, has it a device or inscription by which it can be distinguished from any other seal?",
            "objectDescription": "Additional names: Mordecai Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54189482",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00836.jpg",
            "extractedText": "XI.  Has the applicant obtained the evidence of a clergyman and another resectable citizen as to their belief respecting his age and the general belief in his neighborhood relative to his revolutionary service?\n\nXII.  If the clergyman's affidavit has not been produced, is there any reason assigned for not obtaining it?\n\nXIII.  If the applicant has no documentary evidence, and has not obtained the testimony of at least one living witness, has he stated in his declaration that such proof cannot be had?\n\nXIV.  If the applicant's name is not found on the rolls of military service, has he produced a witness or witnesses as to his service?  No [handwritten answer]\n\nIf he has produced direct proof as to service, has the magistrate who administered the oath, certified to the credibility of the witness or witnesses?\n\nHas the proper officer certified to the official character and signature of the magistrate as the regulations direct?\n\nXV.  Does it appear from any of the papers that the witness was in such a situation, or of such an age, as to have a personal knowledge of the applicant's service?\n\nXVI.  Are the papers authenticated as the regulations direct?\n\nXVII.  Are the seven interrogatories perscribed by the War Department answered satisfactorily?  And, if not, which of them is not so answered?\n\nEXPLANATORY NOTES.\n\nQUERE V.  In a case where the applicant cannot, by reason of the loss of memory, state precisely how long he served, he should amend his declaration by making an affidavit in the following words:  Personally appeared before me, the undersigned, a Justice of the Peace, &c. A.B. who, being duly sworn, deposeth and saith, that, by reason of old age, and the consequent  loss of memory, he cannot swear positively as to the precise length of his service, but according to the best of his recollection he served not less than the periods mentioned below, and in the following grades:  For [blank] year [blank] months, and [blank] days, I served as a [blank]  For [blank] months and [blank] days, I served as a [blank]; and for such service I claim a pension.\n\n",
            "objectDescription": "Image provided by Fold3."
        },
        {
            "objectId": "54189483",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00837.jpg",
            "extractedText": "Note:  The following note was handwritten on a form specifying what applicant must do to receive a pension, i.e. Proof of Service, Mode of authenticating papers etc. \n\n\n\nAs the name of the applicant does not appear upon the rolls, he will be required to prove his service under his enlistment\nHe must also shew [sic] that he performed his tours [words crossed through] by order of Competent authority regularly called out, and that he was either in the field or garrison—",
            "objectDescription": "Image provided by Fold3."
        },
        {
            "objectId": "54189484",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00838.jpg",
            "extractedText": "No. 15.450c\nElizabeth Chandler\nwid of Mordecai\n\nS. C.             1848\n\nLet. S Phillips  March 28/57\nJ. M. Gadberry  May 6, 1857\nJ. A. Black  Aug 3d 1857\n\nJuly 7, 1938.",
            "objectDescription": "Additional names: Elizabeth Chandler, S Phillips, J A Black, Mordecai, J M Gadberry. Image provided by Fold3."
        },
        {
            "objectId": "54189485",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/40/1894/54189440/content/23/M804-RevolutionaryWarPensionAppFiles/M804_0513/images/4155858_00839.jpg",
            "extractedText": "Treasury Department\nThird Auditor's Office\nMarch 26, 1837\n\nSirs\n\nI return the papers enclosed in your letter of the 23d inst; & in reply have to inform you that Mordecai Chandler, late a pensioner of the South Carolina Agency, under Act of June 7, 1832, at $80. per annum, died May 23d, 1846, & his pension has been paid in full to that date.\n\nVery Respectfully\nYour obt. Servt.\nArle Jammison\nAuditor\n\nGeo. C. Whiting Esqr\"\nCommr. of Pensions",
            "objectDescription": "Additional names: Geo C Whiting, A J Harrison, Mordecai Chandler. Image provided by Fold3."
        },
        {
            "objectId": "54953856",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01210.jpg",
            "extractedText": "Service Continental (Conn) \nHughes, Parley \nHughes, Mary\nNumber \nW.11361\n B. L. Wt. 43511-160-55",
            "objectDescription": "Image provided by Fold3."
        },
        {
            "objectId": "54953857",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01212.jpg",
            "extractedText": "Original Claim\nDeclaration in order to be placed on the Pension\nList under the Act of the 18th March 1818\nState of Connecticut County of Tolland US\nSuperior Courts April Term 1826 on this 20th \nday of April 1826 personally appeared in the open court\nbeing on county of record for the county affairs having the power of fine and imprisonment Parley Hughes resident in said county age 71 years who being first duly sworn according to law doth on his oath make the following declaration in order to obtain the provision made by the acts of Congress of the 18 March 1818 and the 1 May 1820 that he the said Parley Hughes enlisted for the term of one year on the day of January in the year 1776 in the State of Massachusetts in the Company commanded by Col. Ebenr Larned in the line of the State of Massachusetts, Wm. Shepherd Lieut. Col. on the Continental establishment that he continued to serve in the said corps until the 1st of January 1777 when he was discharged from the service in Peekskill in the State of New York; that he hereby relinquishes every claim whatsoever to a pension except the present that his name is no on the roll of any State and that the following are the reasons for not making earlier application for a pension--the declarant for ten years past has resided in the State of Indiana excepting the time he has spent within two years past in [illegible] to the Eastern States and could obtain no evidence of his service in that part of the county Nor was he till lately reduced to such indigent circumstances as to need support from his Country\n\n\n",
            "objectDescription": "Additional names: Parley Hughes, Ebenr Larned, Wm Shepherd. Image provided by Fold3."
        },
        {
            "objectId": "54953858",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01213.jpg",
            "extractedText": "And in pursuance of the Act of May 1820 I do solemnly swear that I was a resident citizen of the United States on the 18 day of March 1818 and that I have not since that nine by gift sale or in any manner disposed of my property or any part thereof with intent thereby so to diminish it as to bring myself within the provisions of an Act of Congress entitled An Act to provide for certain persons engaged in the land and naval service of the United States in the Revolutionary War passed on the 18th day of March 1818 and that I have not nor has any person in trust for me any property or securities contracts or debts due to me nor have I any income other than what is contained in the schedule hereto annexed and by me described\n90 dollars in cash------90.00\nA debt due me frim David Jewett due to be paid in boarding & lodging----35.00\n____\n125.00\n\nParley Hughes\nThat since the 18 day of March 1818 the following change has taken place in my property\nI then [illegible] a quarter section of land in Posey County State of Indiana something of 160 acres of land having no other property and sold the same to Frederick Rapp in February 1824 and received therfor the some of 555 dollars in full for the same--465 dollars of said money has been since that time expended for my support boarding lodging clothing the expenses of several journies to and from the Eastern States including a procession for\n\n\n\n\n\n\n\n",
            "objectDescription": "Additional names: David Jewett, Frederic Rapp, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953859",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01214.jpg",
            "extractedText": "for board in the debt above mentioned of thirty-five dollars--Said money being monthly expended in travelling renders it impossible for me to be more particular as to [illegible] the amount expended\nThe applicant has no family and no person on whom to depend for assistance or support--he is infirm and unable to labour he is troubled with paralytic affliction occasioned by sickness and has no means whatever of earning money and is in need of assistance from his Country for his support\nSworn to and declared on the 20 day of April 1826 before the Hon. Superior Court\nI Elisha Stearns Clerk of the Superior Court for Tolland County do certify that it appears to the satisfaction of the Court that the said Parley Hughes did serve in the Revolutionary War as stated in the preceding declaration against the Common enemy for the term of nine months under an engagement on the continental establishment \nI also certify that the foregoing oath & the schedule thereto annexed are truly copied form the record of said Court and I do further certify that it is the opinion of the said Court that the total amount in [illegible] of the property exhibited in the aforesaid schedule is 125 dollars\nIn testimony whereof I have hereunto set",
            "objectDescription": "Additional names: Parley Hughes, Elisha Stearns. Image provided by Fold3."
        },
        {
            "objectId": "54953860",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01215.jpg",
            "extractedText": "my hand and affixed the sael of the said County on this 20th day of April 1826\nElisha Stearns\nClerk of the Sup. Court\n[seal]\n\n20 April 1826",
            "objectDescription": "Additional names: Elisha Stearns. Image provided by Fold3."
        },
        {
            "objectId": "54953861",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01216.jpg",
            "extractedText": "1,374 [handwritten]\n\nPennsylvania Phil [handwritten]\nMary Hughes, [handwritten]\nwidow of [typed] Parley Hughes [handwritten]\n\nwho served in the Revolutionary war, as a [typed] private [handwritten]\n\n----\n\nInscribed on the Roll at the rate of [typed] 96 [handwritten] dollars [typed] 00 [handwritten] cents per annum, to commence on the 3d February, 1853.\n\n---\nCertificate of Pension issued [typed] 12th [handwritten] day of [typed] April 1858 [handwritten] and sent to [typed] Arad Joy Ovid, N. York [handwritten]\n\n----\nRecorded on Roll of Pensioners under act February 3, 1853, Page 158 Vol [illegible]\n\n",
            "objectDescription": "Additional names: Mary Hughes, Arad Joy, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953862",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01217.jpg",
            "extractedText": "[Manuscript is entirely handwritten]\n2035-20, Act [illegible]/53\nA straight horizontal line is drawn across the page\nMary Hughes Aug 17/35\nMary Hughes, Widow of Parley Hughes, decd\nParley Hughes Private Pn.\nA straight horizontal line is drawn across the page.\nCap. Samuel Curtis\n[Something is written here, possibly Col, and then crossed out] Wm Shepard\nCo Infantry, Reg [illegibe] Mil\n[Overlapping the above section and written across the page is: 43511 (illegible) Sep 20/56]\n[Illegible, may be a signature]\nPa Mar 1818- M 28\nA straight line is drawn across the page\nH: 1600 Sept 9/56\nBoynton\n[a signature, possibly]\nMary Hughes, \nHyde Park, Pa\n[The following two lines are written on the facing page] \nSet. Claimant\nVol H2- 138",
            "objectDescription": "Additional names: Parley Hughes, Mary Hughes, Boynton, Wm Shephard, Samuel Curtis. Image provided by Fold3."
        },
        {
            "objectId": "54953863",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01218.jpg",
            "extractedText": "[Left sheet of paper is handwritten]\nTransf to [illegible] 17 Sep 1831 from 4 Sep 1831 and note sent to [The name S H Parson is written and then crossed out] Pensioner Pleasant [illegible]\n[illegible]\nSee let: 14th January 1841 to M. S. Blackman\nLet: 2 June 1941 to Hon B A Bidlack. \n[The number 203520 is written along the margin of the page, oriented perpendicular to the writing]\n[The right sheet of paper is typed with names, dates, and amounts written by hand]\nTo\n19.740\nPennsylvania [Beneath this the word Connecticut is crossed out]\nParley Hughes\nof Tolland County in the state of Connecticut who was a private [private written in pen] in the company commanded by Captain Larnedof the regiment commanded by Colonel Shepherd in the [something illegible is crossed out] Continental [this word is written below the crossed out word]\n[illegible] for the term of One year from January 1776 to January 1777.\n[Two closely spaced parallel lines are printed across the page.]\nDescribed on the Roll of Connecticut at the rate of 8 Dollars per month, to commence on the 15th day of November 1826.\n[Two closely spaced parallel lines are printed across the page.]\nCertificate of Pension issued the 24th of July 1827 and sent to the Hon. C. Willey \nSenate U. States\n[Two closely spaced parallel lines are printed across the page.]\nArrears to 4th of March 1827 $29-29\nSemi-anl. all'ce ending \n[The total is printed below this]\n$77-29\n[The information mentioned below is written in three lines and enclosed within curly brackets]\nRevolutionary claim,\nActs March 18, 1818,\nand May 1, 1820.\n",
            "objectDescription": "Additional names: C Willey, S H Parsons, Shepherd, M S Blackman, Parley Hughes, B A Bidlack, Larned. Image provided by Fold3."
        },
        {
            "objectId": "54953864",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01219.jpg",
            "extractedText": "[Typed]\nApplication for bounty land,\nUnder the act of\nMarch 3rd, 1855,\nNames of Claimant or Claimants\nName of the State\nWar in which the Claimant served\n[Straight line drawn across the page]\nAgents,\nN. R. COBB & Co.,\n22 WILLIAM STREET, \nNEW-YORK\nNo. [illegible]\n On the facing page [in writing] 203520\nA large solid round stamp is affixed beneath this number",
            "objectDescription": "Additional names: N R Cobb. Image provided by Fold3."
        },
        {
            "objectId": "54953865",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01220.jpg",
            "extractedText": "FORM OF A DECLARATION.\nTo be made by the widow of a deceased person who has not had a land warrant.\n\n[the following 2 lines are connected with a curly bracket and the letters \"S.S.\"]\nState of Pennsylvania\nCounty of Luzerne\n\nOn this 25th day of July A.D. one thousand eight hundred and fifty five, personally appeared before me, a Justice of the Peace within and for the County and State aforesaid, Mary Hughes aged Sixty six years, a resident of Lackawanna Township in the State of Pennsylvania, who being duly sworn according to law, declares that she is the widow of Parley Hughes, deceased, who was a private in the Revolutionary War in the Company, commanded by Captain Samuel Curtis, in the Company of Infantry in the regiment of Malitia, commanded by William Shephard in the War with [crossed out from \"War with\" to \"(or)\"] Great Britain, declared by the United States, on the 18th day of June, 1812, (or) the War of the Revolution that her said husband enlisted (or volunteered or was drafted) at Thompson in Connecticut or about the [left blank] day of [left blank] A.D. 1775. or 1776 for the term of [left blank] and continued in actual service in said War for the term of [left blank] and was honorably discharged at [left blank] on the [left blank] day of [left blank] A.D. [left blank].\nShe further states that she was married to the said Parley Hughes in the State of Connecticut on the twenty Sixth day of June, A.D. 1826, by one Valentine [illegible--Beck?], a Minister of the Gospel, and that her name before her said marriage was Mary Skinner that her said husband died at Lackawanna Township, on the Eleventh day of August, A.D. Eighteen [illegible] & forty one, and that she is now a widow.\nShe makes this declaration for the purpose of obtaining the bounty land, to which she may be entitled, under the act approved March 3d, 1855.\nSworn and [illegible] before me (Claimant's Signature.)\nthis 25th day of July A.D. 1855\nWilliam [illegible] J.P. Mary Hughes",
            "objectDescription": "Additional names: Parley Hughes, William Pier, William Shephard, Mary Hughes, Mary Skinner. Image provided by Fold3."
        },
        {
            "objectId": "54953866",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01221.jpg",
            "extractedText": "[This part of the document is typed with the names of people and places and the signatures filled in writing]\nWe Michael Tedrick and Thomas Y Atherton, residents of Lackawanna Township in the State of Pennsylvania upon our oaths, declare that the foregoing declaration was signed and acknowledged by Mary Hughes in our presence and that we believe, from the appearance and statements of the applicant, that she is the identical person she represents herself to be.\n(Signature of Witnesses)\nMichael Tedrick\nThomas Y Atherton\nThe foregoing declaration and affidavit are sworn to and subscribed before me, on the day and year above written; and I certify that I know the affiants to be credible persons, that the claimant is the person she represents herself to be, and that I have no interest in this claim.\nWilliam Pier, [probably followed by the initials S. P.]\nNote: - The declaration must be accompanied by satisfactory proof of the marriage, of the husband's death and the present widowhood of the claimant. If there be a public record of the marriage, a duly certified copy of it should be forwarded, if possible. If there be none but a private or family record such family record, or a certified copy of the same, should be forwarded, with the affidavit of some disinterested persons proving the genuineness of the original, and the correctness of the copy. If no public or private record of the marriage exist, or can be procured, that fact should be set forth in the declaration; and in such case, other evidence- such as the testimony of persons who knew the parties in the lifetime of the husband, and knew them to cohabit as husband and wife, and to be so reputed- will be admissible.\n[a small 'icon' of a sideways pointing finger] In no case, however, will the mere statement of witnesses that the claimant is the widow [these three words in italics] of the deceased be taken as evidence of the marriage; but the witnesses must state the facts and circumstances [last three words in italics] from which they derive their knowledge or opinion that she is the widow of the deceased.\n[The section mentioned below is handwritten]\nState of Pennsylvania\nLuzerne Co\nI, Reuben Downing, Prothonotary of the Court of Common Pleas in and for said county do certify that William Pier Esq before whom the above deed foregoing acknowledgment was taken was at the time of taking the same and now is an acting Justice of the Peace in and for said county of Luzerne duly commissioned and sworn and all his official acts as such are entitled to full faith and audit [not sure if this word is 'audit'] and that his signature to said acknowledgment is in his own proper hand writing.\n\nIn testimony whereof I have here unto signed my name and affixed the seal of said Court at \nWilkesbarre this third day of August, A.D. 1855.\nReuben Downing,\nProthonotary\n[To the left of this written section, a round seal has been affixed].\n \n",
            "objectDescription": "Additional names: Thomas Y Atherton, William Pier, Mary Hughes, Michael Tedrick, Reuben Downing. Image provided by Fold3."
        },
        {
            "objectId": "54953867",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01222.jpg",
            "extractedText": "[Typed except for names of persons, places and signatures]\nTo all whom it may concern:\nTHIS CERTIFIES,\nThat Parley Hughes of the Town Wethersfield in the State of Connecticut and Mary Skinner of the Town of Wethersfield in the State of Connecticut were joined together in HOLY MATRIMONY on the [illegible] day of June in the year of our Lord one thousand eight hundred and twenty-[illegible]\nBy me, Valentine Buck Minister of the Gospel\nIn presence of [illegible]",
            "objectDescription": "Additional names: Mary Skinner, Parley Hughes, Valentine Buck. Image provided by Fold3."
        },
        {
            "objectId": "54953868",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01223.jpg",
            "extractedText": "[Entire document is handwritten]\nState of Pennsylvania\nCounty of Luzerne\non this 22d day of March 1858 before a Judge of the Court in and for said County personally appeared Mary Hughes Aged Seventy on years a resident of said state; who being duly sworn according to law, doth on her oath, make the following declaration in order to obtain the benefit of the provisions made by the act of Congress of the 3rd February 1853 granting pensions to widows of persons who served during the Revolutionary war; that she is the widow of Parley Hughes deceased who was a pensioner of $96 per annum resident of said state where he drew his pension and where he died. She further declares that she was married to the said Parley Hughes in Wethersfield Connecticut on the 2nd day of May 1826 by Rev Valentine Buck, that her name before marriage was Mary Skinner; that her husband died at Lackawamma in said state in 1841 that she has recd the balance of pension due to him at his death, and has recd bounty land, she refers to those papers for proof of her marriage by certificate on file, & also proof of her husband death, that she was not married to him prior to 1800 but at the date above mentioned and that she is now a widow. \nShe hereby appoints Arad Joy her true and lawful attorney to prosecute her claim for a pension & to receive the certificate when issued.\nWitness  [signatures appended here] \nR Merrifield      Mary Hughes\nSworn and subscribed before me on the day and year first above mentioned, and I certify that I believe her to be as above stated, and of the age above stated, & I believe her to be a respectable person and that I have no agency or interest in the claim.\n[Sign placed here] Wm Merrifield, Associate Judge\n",
            "objectDescription": "Additional names: R Merrifield, Parley Hughes, Mary Skinner, Arad Joy, Mary Hughes, Valentine Buck, Wm Merrifield. Image provided by Fold3."
        },
        {
            "objectId": "54953869",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01224.jpg",
            "extractedText": "[This document is handwritten]\nState of Penn \nLuzerne County\n\n[these two lines are followed by a curly bracket and what appears to be SS]\nI W W Ketsham Prothonotary of the Court of Common Pleas of said County do certify that William Merrifield before whom the written affidavit was drawn was at the time of swearing the same one of the associate Judges of the said Court duly commissioned and qualified, and that all his acts as such are entitled to full faith and credit, and that his signature to the [illegible] therein is [illegible] \nWitness my hand and the seal of said Court at WilkesBarre March 29th A. D. 1858\nW W Ketsham\nProthonotary\n\n[At the top left corner of the document is a large, solid seal in the shape of a circle with serrated edges]",
            "objectDescription": "Additional names: William Merrifield, W W Ketsham. Image provided by Fold3."
        },
        {
            "objectId": "54953870",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01225.jpg",
            "extractedText": "[This document is handwritten]\nState of Pennsylvania\nCounty of Luzerne\nThomas Y Atherton and Julius P Skinner personally appeared before me, and after being duly sworn according to law, deposed and say, that they resided neighboring to Parley Hugheslate a pensioner deceased, were personally acquainted with him & with his wife Mary Hughes the present applicant for a pension, that these deponents knew the parties personally, & know that for many years they lived together as husband and wife, that the said Parley Hughes died in 1841 leaving his widow the present and above named Mary Hughes is now a widow to the personal knowledge of these deponents, of the death of the said Parley Hughes these deponents are witnesses having seen his remains in the coffin & having attended his funeral & seen his remains committed to the grave and now further state that the present applicant for a pension, the said Mary Hughes is the identical person and widow of the above named Parley Hughes late a pensioner that these deponents have no agency or interest in this claim & that their post office is Clarks Green Pennsylvania.\n\n[To the right of the section of the document that is transcribed below, two signatures are affixed- Thomas Y Atherton, Julius P Skinner]\nSworn before me this 25 day of March 1858 and I certify that the above named Thomas Y Atherton and Julius P Skinner are respectable persons and worthy witnesses & I further certify that I have no agency or interest in this claim. \nWm Merrifield Associate Judge\n",
            "objectDescription": "Additional names: Julius P Skinner, Parley Hughes, Wm Merrifield, Thomas Y Atherton, Mary Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953871",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01226.jpg",
            "extractedText": "[This document is handwritten. Near the upper left corner, a round seal with serrated edges is seen. No writing or image is discernible on it]\n\nState of Penn\nLuzerne County\n[These words are followed by a curly bracket and  SS]\nI, W.W.Ketsham Prothonotary of the Court of Common Pleas of said County do certify that William Merrifield before whom the written affidavit was sworn was at the time of swearing the same and now is one of the associate Judges of said Court duly commissioned and qualified and that all his acts as such are entitled to full faith & credit and that his signature to the [illegible] of said affidavit is genuine. \nWitness my hand and the seal of the said court at WilkesBarre March 29, 1858.\nW W Ketsham\nProthonotary\n\n[Below this document, perpendicular to the direction of the writing until now, there is this handwritten note]\nMary Huges\nwid of Parley\nDeclaration\nAct 3rd, Feby 1851 Revolutionary \n[illegible]\nArad Joy\nOvid N.Y. \nHas recd bounty land\nCole 1833\n[Beneath this is a lighter pen]\nParley Hughes- Pa\n1818 to 1818",
            "objectDescription": "Additional names: Parley Hughes, William Merrifield, Mary Hughes, Arad Joy, Cole, W W Ketsham. Image provided by Fold3."
        },
        {
            "objectId": "54953872",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01227.jpg",
            "extractedText": "[This entire letter is typed]\nRev. and 1812\nWars Section\nAWF/HMM\nJanuary 20, 1930.\nVeronica H. Florek,\n115, South Ridge Street\nTaylor\nPennsylvania.\n\nDear Madam,\nI advise you from the papers in the Revolutionary War pension claim W. 11361, it appears Parley Hughes, while residing at Killingly, Connecticut, enlisted in January, 1776 and served one year in Captain Samuel Curiss' Company, Colonel Ebenezer Learned's Massachusetts Regiment.\nIt is also stated that he served in 1777, no officers given.\nHe was allowed pension on his application executed April 20, 1826, aged seventy-one years, and a resident of Tolland County, Connecticut, having lived in Posey County, Indiana, from about 1818 to 1824.\nHe married May 21, 1826 at Wethersfield, Connecticut, Mary Skinner of said Wethersfield.\nSoldier died August 11, 1841 at Lackawanna Township, Pennsylvania, and she was allowed pension on her application executed March 22, 1858, while a resident of Pennsylvania, aged seventy-one years. She stated in 1855 that she was sixty-six years old.\nA married daughter of soldier lived in Vermont in 1826; her name is not given, nor is it stated that he had other children.\nVery truly yours,\nEARL D. CHURCH,\nCommissioner",
            "objectDescription": "Additional names: Veronica H Florek, Earl D Church, Mary Skinner, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953874",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01230.jpg",
            "extractedText": "[The document is an envelope with handwritten text]\nL. P. Waldo\nCommissioner of Pensions\nWashington\n\n[On the right upper corner there is a stamp of three cents with a seal of Hyde Park, Pa. stamped on it. 'AUG' is written at the centre of the seal, the year is illegible]\n\nTo the left of the envelope, perpendicular to the handwriting is the number 203520]",
            "objectDescription": "Additional names: L P Waldo. Image provided by Fold3."
        },
        {
            "objectId": "54953875",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01231.jpg",
            "extractedText": "[The entire document is handwritten]\n[On the left page of the document]\n3 [followed by what appears to be a 'degree' sign] auditors office\nApril 9, 1858\nSir,\nParley Hughes,\nPennsylvania [abbreviation used] act 1818, at [something is crossed out] 8 pm, diet august 11 1841. This pension has been paid in full to that date to Polly Hughes his widow.\nVery Respy\n[a signature appended]\nAuditor \nGeo C Whitney Esq.\nComm, of Pensions\n\n[On the right page of the document]\nNo. 6996\nPension Office\nApril 8 1858\nSir,\nBe pleased to certify the time to which the within named pensioner was paid, or the date of his death.\nAlso certify who recv the arrears of pension in this case.\nYours respectfully,\nGeo C Whiting\nCommissioner\n[In a lighter ink, and probably a different hand, it is written May(not sure, but probably) 1841]\n\nRo. J. Atkinson, Esq.\n[illegible] auditor, Treasury\n\n",
            "objectDescription": "Additional names: Parley Hughes, Polly Hughes, Ro J Atkinson, Geo C Whiting, Rob J Atkinson. Image provided by Fold3."
        },
        {
            "objectId": "54953876",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01232.jpg",
            "extractedText": "[The document is handwritten and has two parts. There is some writing at the top, cut off in some places, there is some more writing at the bottom with some of it cut off in places]\n\n[illegible] decease has been rejected by this office and the decision rejecting the claim has been affirmed by the Secretary of the M. \n\n[from the bottom of the document]\nThe claim of the heirs of Mary Latimer as the widow of Charles for the pension alleged to have been",
            "objectDescription": "Additional names: Mary Latimer, Charles. Image provided by Fold3."
        },
        {
            "objectId": "54953877",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01233.jpg",
            "extractedText": "[This document is handwritten. It consists of two pieces of paper that are torn apart but are aligned together at the torn edge]\nApril 7th 1858\nSir,\nThe claim of the heirs of Mary Latimer as the widow of Charles for the pension alleged to have been due her decease has been rejected by this office and the decision rejecting the claim has been affirmed by the Secretary of the [?]\n",
            "objectDescription": "Additional names: Charles, Mary Latimer. Image provided by Fold3."
        },
        {
            "objectId": "54953878",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01234.jpg",
            "extractedText": "Revy WIDOW, &c.\nFile No. 11361\nMary Hughes\nWid of\nParley Hughes\nPrint Rev War\nAct: Febry 3rd, 1853\nIndex: -- Vol. A, Page 357\n[Arrangement of 1870]\n[on side of page handwritten]\n1928 Mary S Hughes to Veronica H. Florek\n1930 Jan 20- \"  \" \"  \" \n([illegible] me)",
            "objectDescription": "Additional names: Veronica H Florek, Mary Hughes, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953879",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01235.jpg",
            "extractedText": "Rev 21512 Wars Section.\n\nMay 8, 1928.\n\nVeronica H. Florek,\n115 South Ridge Street,\nTaylor, Pennsylvania.\n\nMadam:\nI advise you from the papers in the Revolutionary War pension claim, W. 11361, it appears that Parley Hughes, While Residing at Killingly, Connecticut, enlisted in January, 1776, and served one year in Captain Samuel Curtiss' Company, Colonel Ebenezer Learned's mass. Reg.\n\nIt is also stated that he served in 1777, no officers given.\n\nHe was allowed pension on his application executed April 20, 1825, aged seventy-one years, and a resident of Tolland County, Connecticut, having lived in Posey County, Indiana from about 1818 to 1824.\n\nHe married May 21, 1825 at Wethersfield, Connecticut, Mary Skinner of said Wethersfield.\n\nSoldier died August 11, 1841 at Lackawanna Township, Pennsylvania, and she was allowed pension on her application executed March 22, 1858, while a resident of Pennsylvania,",
            "objectDescription": "Additional names: Parley Hughes, Mary Skinner, Veronica H Florek. Image provided by Fold3."
        },
        {
            "objectId": "54953880",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01236.jpg",
            "extractedText": "aged seventy-one years. She stated in 1855 that she was sixty-six years old.\n\nA married daughter of soldier lived in Vermont in 1826, her name is not given, nor is it stated that he had other children.\n\nRespectfully,\n\nWINFIELD SCOTT,\nCommissioner.",
            "objectDescription": "Additional names: Winfield Scott. Image provided by Fold3."
        },
        {
            "objectId": "54953881",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01237.jpg",
            "extractedText": "115 So. Ridge Street\nTaylor, Penns.\n\nMr. Winfield Scott,\nCommissioner,\nBureau of Pensions,\n\nDear Sir,\n\nLast year our Historical Soceity erected a monument in honor of Parley Hughes [underlined]. We sent to you for information to establish his claim as a Revolutionary War veteran which you most obligingly gave us.\n\nUnfortunately, your letter was lost at the printery, where we were having a copy of it put into out programs.\n\nWe are collecting material, such as historical books, pamphlets, and relics for a historical library. We are very anxious to have an official letter from you among out collections.\n\nWon't you please oblige us again?\n\nYours very truly,\nVeronica H. Florek\nSecy. Taylor Historical Soceity.",
            "objectDescription": "Additional names: Taylor, Winfield Scott, Veronica H Florek, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953882",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01238.jpg",
            "extractedText": "This is a copy of your letter as it appeared in our programs. \n\nUnited States\nDepartment of the Interior\nBureau of Pensions\n\nWasington, May 8, 1928\n\nMadam: \nI advise you from the papers in the Revolutionary War pension claim, W. 11361, it appears that Parley Hughes, While Residing at Killingly, Connecticut, enlisted in January, 1776, and served one year in Captain Samuel Curtiss' Company, Colonel Ebenezer Learned's mass. Reg.\n\nIt is also stated that he served in 1777, no officers given.\n\nHe was allowed pension on his application executed April 20, 1825, aged seventy-one years, and a resident of Tolland County, Connecticut, having lived in Posey County, Indiana from about 1818 to 1824.\n\nHe married May 21, 1825 at Wethersfield, Connecticut, Mary Skinner of said Wethersfield.\n\nSoldier died August 11, 1841 at Lackawanna Township, Pennsylvania, and she was allowed pension on her application executed March 22, 1858",
            "objectDescription": "Additional names: Samuel Curtiss, Parley Hughes, Ebenezer Learned, Mary Skinner. Image provided by Fold3."
        },
        {
            "objectId": "54953883",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01239.jpg",
            "extractedText": "while a resident of Pennsylvania, aged seventy-one years. She stated in 1855 that she was sixty-six years old.\n\nA married daughter of soldier lived in Vermont in 1826, her name is not given, nor is it stated that he had other children.\n\nRespectfully\n(Signed) Winfield Scott,\nCommissioner.\n",
            "objectDescription": "Additional names: Winfield Scott. Image provided by Fold3."
        },
        {
            "objectId": "54953884",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01240.jpg",
            "extractedText": "115 So. Ridge Street\nTaylor, Penns.\nApr. 11th, 1928\n\nDirector of the Pension Bureau,\n\nDear Sir,-\n\nThe pupils of the freshman Civics Class of the Taylor High School, Taylor Penns., are eager to erect a monument in honor of Parley Hughes, who our local history says was a bodyguard to General Washington during the Revolutionary War, and who is now buried in the Taylor Memorial Cemetery.\n\nWe wish to know whether he was on your pension list and would greatly appreciate any information and would greatly appreciate any information about his life which you are able to give us.\n\nThank You.\n\nSincerely,\nVeronica H. Florek\nSecy. Civics Class",
            "objectDescription": "Additional names: Washington, Parley Hughes, Veronica H Florek. Image provided by Fold3."
        },
        {
            "objectId": "54953885",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01241.jpg",
            "extractedText": "[The entire document is handwritten]\n\n[In the upper left corner]\nAmos Robinson\n41.80 [illegible]\nNo. 14 [this could be 74, too, because the top of the number is flush with a straight horizontal line]\n\n[In the main body of the document]\n[Illegible] opp\nJuly 4\n18[one illegible number]4\n\nW,, Perley Hughes\nTolland\nCounty of Tolland\nState of Connecticut",
            "objectDescription": "Additional names: Perley Heughs, Amos Robinson. Image provided by Fold3."
        },
        {
            "objectId": "54953887",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01243.jpg",
            "extractedText": "Copy of Deed from Parley Hughes to Frederick Rapp",
            "objectDescription": "Additional names: Parley Hughes, Frederick Rapp. Image provided by Fold3."
        },
        {
            "objectId": "54953888",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01244.jpg",
            "extractedText": "Copy \nThis Indenture made this twelfth day of Feb 6 wary in the year of our Lord one thousand eight hundred and twenty four, By and between Parley Hughes of Posey County State of Indiana of the one part and Frederick Rapp of Harmonic in the County and State aforesaid of the other part. Witnesseth that the said Parley Hughes for and in consideration of the sum of Six Hundred Dollars, to him in hand paid by the said Frederick Rapp, of the sealing and delivery of these presents, the Receipt hereof is hereby acknowledged, hath granted bargained and sold and by there presence doth grant bargain and sell to the said Frederick Rapp his Heirs and assigns forever, all that track or quarter section of land Known and designated by the North west quarter section twenty in Township five (south) of Range thirteen (west) of the Land directed to be sold at  vincennes  and pattented George Rapp and associates, by the President of the united States by Patent bearing date the twenty fifth day of March 1818. and sold by the said George Rapp + associates to the said Parley Hughes as per deed dated the fifth day of may 1819. To have and to hold the above described track or quarter section of land to the said Frederick Rapp his Heirs + assigns forever\nIn testimony whereof I have hereunto set my Hand and Seal the day and year above written \nWitness present\nR.L Baker\nParley Hughes\nJno L. Baker",
            "objectDescription": "Additional names: Jno L Baker, Parley Hughes, George Rapp, R L Baker, Frederick Rapp. Image provided by Fold3."
        },
        {
            "objectId": "54953889",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01245.jpg",
            "extractedText": "[The document is handwritten. At the bottom left corner, there is a round seal. The writing on it is not legible]\n\nRecd. of Frederick Rapp Six hundred Dollars the full amount of the consideration money within mentioned.\nFebruary 25th 1824       Parley Hughes\n\nState of Indiana \nPosey County\n[This is followed by curly brackets]\nPersonally appeared before me the subscriber one of the Justices assigned to keep the Peace in and for the said county the above signed Parely Hughes and acknowledged the within writing to be his act and deed for the purpose therein mentioned, and desired that the same may be recorded accordingly. \nGiven under my hand and seal this 16th [date is a bit unclear] day of February 1824\n\nRecorded in my office in Book D page 3D8 & 3D9 the 15th Nov 1826 -\nJ P Drake R\n[followed by curly bracket]\nPeter Saltzman J P [illegible]\n\nState of Indiana \nPosey County\n[followed by curly brackets]\nSet:\nI James P Drake Clerk of the Circuit Court of the said County of Posey and Recorder of the said County do hereby certify that the foregoing Deed from Parley Hews to Frederick Rapp is a true copy of the Record in my office. \nIn testimony whereof I have hereunto set my hand and affixed the seal of the said Court at Mount Vernon this 15th day of November AD 1826.\nJ. P. Drake Clk\n& Recorder [illegible]",
            "objectDescription": "Additional names: Parley Hughes, Frederick Rapp, Parley Hews, Peter Saltzmann, James P Drake. Image provided by Fold3."
        },
        {
            "objectId": "54953890",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01246.jpg",
            "extractedText": "[This document is handwritten]\nState of Connecticut\nCounty of Hartford\n[This is followed by curly brackets]\n[Illegible] Hartford\n\nOn this 13th day of September 1831, before me the subscriber, a Notary Public for the said County of Hartford, personally appeared Parley Hughes, who, on his oath, declares that he is the same person who formerly belonged to the Company commanded by Captain Samuel Curtiss, in the regiment commanded by Colonel William Shepherd, in the service of the United States; that his name was placed on the pension roll of the State of Connecticut from whence he expects to remove in a few days to the state of Pennsylvania, where he intends to remain and wishes his pension to be payable at Philadelphia, in future. His object in removing to Pennsylvania is to pursue his occupation more profitably, as he finds his trade & pension insufficient to support his family where he now resides.\n\n[illegible] to before me Parley Hughes the day & year aforesaid.\nSamuel H Parsons\nNotary Public\n\n[At the lower left corner of this document, an octagonal seal is affixed. The writing on the seal is illegible].\n",
            "objectDescription": "Additional names: Samuel Curtiss, Samuel H Parsons, William Shepherd, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953891",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01247.jpg",
            "extractedText": "[This document is handwritten]\nI hereby certify that I am personally acquainted with Parley Hughes a revolutionary pensioner of the United States on the roll of Connecticut Agency, and know him to be the same person who subscribed the written affidavit in my presence. \nSamuel H. Parsons\nNotary Public\n[Beneath this, in the left lower corner, there is the imprint of an octagonal seal. The shape of a shield is visible in the centre of the seal. The writing on the seal is illegible]",
            "objectDescription": "Additional names: Parley Hughes, Samuel H Parsons. Image provided by Fold3."
        },
        {
            "objectId": "54953892",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01248.jpg",
            "extractedText": "[This document is handwritten]\nI, Thomas Day, Secretary of the State of Connecticut and Keeper of the Seal therof, do hereby certify,\nThat Samuel A. Parsons Esq. whose name is subscribed, in his proper hand-writing, to the foregoing Certificate, is, and for more than one year last past has been, a Notary Public within and for the County of Hartford, duly appointed, commissioned and sworn; that the Seal affixed to said Certificate, is his genuine Seal of Office; and that full credence is due to his official acts so authenticated.\nIn testimony whereof, I have hereunto set my Hand, and affixed the Seal of said State, at the City of Hartford, the thirteenth day of September, in the year of our Lord one thousand eight hundred and thirty-one. \nThomas Day",
            "objectDescription": "Additional names: Samuel H Parsons, Thomas Day. Image provided by Fold3."
        },
        {
            "objectId": "54953893",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01249.jpg",
            "extractedText": "[This document is handwritten]\nLyman S Kibbe\nbill [illegible] dated May\n29. 1826 ___ $10.44\n\nNo. 10 ___",
            "objectDescription": "Additional names: Lyman S Kibbe. Image provided by Fold3."
        },
        {
            "objectId": "54953895",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01251.jpg",
            "extractedText": "[This document is handwritten]\nJ. B. Pitkin & Co\n\nBill of goods del\nMay 29.1826\n[followed by curly bracket]\n28.44\n\nNo 9___",
            "objectDescription": "Additional names: J B Pitkin. Image provided by Fold3."
        },
        {
            "objectId": "54953897",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01253.jpg",
            "extractedText": "[This document is handwritten]\n\nEaton & Andrews\nbill for Tailoring\n5.50 June 20. 1826\n\nNo. 13",
            "objectDescription": "Additional names: Eaton, Andrews. Image provided by Fold3."
        },
        {
            "objectId": "54953898",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01254.jpg",
            "extractedText": "[This document is handwritten]\nTolland June 20th- 1826\nMr. Parley Hews\nTo Eaton & Andrews Dn [n is in superscript with a horizontal line and two vertical lines beneath it]\n\nTo making Coat, Vest, & two pair pants. $5.50\nRec. payment\nEaton and Andrews",
            "objectDescription": "Additional names: Eaton, Andrews, Parley Hews. Image provided by Fold3."
        },
        {
            "objectId": "54953900",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01256.jpg",
            "extractedText": "[This document is handwritten]\nRecd of Mr P. Hughs twenty six dollars in full for your passage and freight from Louisville Ky. to Pittsburg Pa. \nMarch 24th 1824\nRecd Pay!\nJ. B. Humphreys \nClerk S. B. Mechanics",
            "objectDescription": "Additional names: J B Humphreys, P Hughs. Image provided by Fold3."
        },
        {
            "objectId": "54953902",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01258.jpg",
            "extractedText": "[This document is handwritten]\nHarmonie Feb 14th 1824\nMr. P. Hughes\n\nBot ['t' appears to be in superscript] of Fredk Rapp\n6 yd Irish Linen 68 3/4------$4/ 2 1/2\nthread -----------------------\" \"/ 2 1/2\n1 Sett Razors-----------------\" 4. 00\n1 1/4 yd blue cloth 325------\"4.0 6 1/4\n9 Button----------------------\"3  1 1/4\nthread-------------------------- 6 1/4\n1 qt whisky                        __________\n                                              $12.75\n                                                   12 1/2",
            "objectDescription": "Additional names: Fredk Rapp, P Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953903",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01259.jpg",
            "extractedText": "[This document is handwritten]\nChester May bill\nof horse & harness\nJune 23. 1824\n4 [illegible] No. 6",
            "objectDescription": "Additional names: Chester Mays. Image provided by Fold3."
        },
        {
            "objectId": "54953904",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01260.jpg",
            "extractedText": "[This document is handwritten]\n\nWoodstock June 23 1824\nPearley Hughes\n\nBought of Chester May one horse thirty five dollars one harness twenty dollars\nReceived Payment in full.\nChester May [This is a signature]",
            "objectDescription": "Additional names: Pearley Hughes, Chester May. Image provided by Fold3."
        },
        {
            "objectId": "54953905",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01261.jpg",
            "extractedText": "[This document is handwritten]\nRoyal Carters bill\nof Waggon Recd. noted June\n22. 1824\nNo. 7",
            "objectDescription": "Additional names: Royal Carters. Image provided by Fold3."
        },
        {
            "objectId": "54953906",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01262.jpg",
            "extractedText": "[This document is handwritten]\nThompson June 22d 1824\nPearley Hughes\nBought of Royal Carter one horse waggon thirty dollars price agree on \nRecd payment in full\nRoyal Carter [This is a signature]",
            "objectDescription": "Additional names: Pearley Hughes, Royal Carter. Image provided by Fold3."
        },
        {
            "objectId": "54953909",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01265.jpg",
            "extractedText": "[This document is handwritten]\nSpargin M. Co, Bill\nRecd June 24. 1824\n$10.25/100____\nNo. 5",
            "objectDescription": "Image provided by Fold3."
        },
        {
            "objectId": "54953910",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01266.jpg",
            "extractedText": "[This document is handwritten]\nAshford June 24. 1824\nMr                   Hughs\nBot of Spragin [illegible]\n1 ps N. Orleans Shirting 3/ yards @11c-$3.9\n1 ps Super Indigo Plaids 2/\"@18--5.22\n9 yds Shirting Coarse --12--------1.07\n          __________________________________\n                                              $10.25\nRecd payment in full\nFor Spragin [illegible]\nJames H. Preston [this is a signature]",
            "objectDescription": "Additional names: Hughs, James H Preston. Image provided by Fold3."
        },
        {
            "objectId": "54953911",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01267.jpg",
            "extractedText": "[This document is handwritten]\nJ. B. Pikin [illegible] bill\nApril 8. 1826. $1,04\n\nno-11--",
            "objectDescription": "Additional names: J B Pikin. Image provided by Fold3."
        },
        {
            "objectId": "54953912",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01268.jpg",
            "extractedText": "[This document is handwritten]\nMr. Hughes\nBill of J B Pitkin\nApril 8th 1826\n\n3 yd shirting @32cn--- .96\n8 Buttons--------------.04\n2 S Thread------------.04\n\n____\n$1.04\n____\n\nRecd. payment\nJ B Pitkin [this is a signature]",
            "objectDescription": "Additional names: J B Pitkin, Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953914",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01270.jpg",
            "extractedText": "[This document is handwritten]\nHarmonie Jan. 12th. 1824\n\nParley Hughes Esq.\nBot of Fredk Rapp\n\n4 yd cloth a $3........$12\n1 cloth vest pattern...1.50\n2 yd holland................1.00\n1 doz coat buttons____50\nthread mohair & flanel..1.00\n18 Vest buttons..........20\n                          __________\n                             $16.20\nShoes ---------------4.50\n                            ________\n                             20.70",
            "objectDescription": "Additional names: Parley Hughes, Fredk Rapp. Image provided by Fold3."
        },
        {
            "objectId": "54953917",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01273.jpg",
            "extractedText": "[This document is handwritten]\nStatement of Bills paid by Parley Hughes ____",
            "objectDescription": "Additional names: Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953919",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01275.jpg",
            "extractedText": "[This document is handwritten]\nParley Hughes\nBill from A Clark [illegible] August 1825\n$16.50 \nNo 8.",
            "objectDescription": "Additional names: A Clark, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953920",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01276.jpg",
            "extractedText": "Comrsville Aug. 2. 1825\nMr Parley Hughes\nBot of A. Clark\n\n2/3 yd padding----[illegible]---.50\n1/8 \" vesting @200----1.75\n1 3/4 \" Flannel ---50----[illegible]\nBlk thread--------18 3/4\n1 Blk [illegible]----6 1/11\n12/12 doz Best quilt Buttons 3/5----8 1/2\n2/3 doz Smith  do--- do------12 1/2\n2 3/4 yd [illegible] @125---3. 43 1/4\n1 1/2 [illegible] Buttons @12 1/2--18 3/4\n1 pr suspendors------[illegible]--37 1/2\naugt 3 1 Bunch Tape ---12 p----12 p\n8 cotton threads--------12 1/2\n29. 1 vest pattern and Trimmings 300----3.00\n2 Bandana Handkf 112 1/2----2.25\n2 White Muslin Cravats ---50---1.00\n1 pocket knife ---37 1/2---37 1/2\nto pay D. Beck---50----50\n1 Razor----62 p----62 p\n                      ____________\n\n                      $16.50\nRed Payment by note\non William Allen\n\nA Clark [this is a signature]",
            "objectDescription": "Additional names: D Beck, William Allen, A Clark, Parley Hughs. Image provided by Fold3."
        },
        {
            "objectId": "54953921",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01277.jpg",
            "extractedText": "[This document is handwritten]\nHartford Left 12. 1831\n\nSir,\nI herewith endorse the application of Parley Hughes to be transferred from the Connecticut to the Philadelphia Agency- Will you be pleased to direct your reply to him at \"Pleasant Mount\" Post office Pennsylvania. \nTo oblige yr ob. [illegible]\nSamuel H Parsons [this is a signature]\n\nHon. Lewis Cass\nSecy of war",
            "objectDescription": "Additional names: Lewis Cass, Samuel H Parsons, Parley Hughes. Image provided by Fold3."
        },
        {
            "objectId": "54953923",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01279.jpg",
            "extractedText": "[This document is handwritten]\nState of Indiana\nPosey County [This is followed by curly brackets]\nSeat\n\nBe it remembered that on the 14th day of April 1826 personally appeared Ephram Hacket of the same place & after being duly sworn according to same deposith and saeth that Parley Hughes did actually reside in the State of Indiana Posey County on the 18th of March 1818 and was a resident of said place until the year of 1824 further this deponth saeth not \nEphraim Hackett [this is a signature] [illegible]\n\nSworn to and subscribed to before me this 14th day of April 1826\nJames W Swift [this is a signature] [illegible]\nJustice of the peace \n\nState of Indiana\nPosey county\n[This is followed by curly brackets]\n\nI James P Drake Clerk of the Circuit Court for the said County of Posey do hereby certify that James W Swift Esquire whose name is signed to the within and foregoing affidavit was at the time of signing the same an acting Justice of the peace in and for the said County duly qualified as such and that full faith and credit is due and ought to be placed in all his official acts as such.\nIn testimony whereof I have hereunto set my hand and fixed the seal for he said Court at Mountvernon this 14th day of April A.D. 1826-\n\nJ P Drake Clk P C [This is a signature]\n[At the left lower corner of the document there is a circular seal with illegible markings]\n",
            "objectDescription": "Additional names: Parley Hughes, James W Swift, James P Drake, Ephram Hacket. Image provided by Fold3."
        },
        {
            "objectId": "54953929",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01285.jpg",
            "extractedText": "I John Wilson of Thompson in Windham County and State\nof Connecticut of lawful age testify and say that in the years \nSeventeen hundred and Seventy six in the month of January\nof said year Parley Hughes with four others being then \nInhabitants of Killingly in said State of Connecticut set\ntheir names to enlisting orders held by Lieutenant Learned\nof said Killingly the head Colonel's name was Ebenezer\nLearned of the Massachusetts line and in the year Seventeen\nhundred and seventy seven being then myself in the ???\nmortal army stationed apart of the year at Valley Forge\nI was knowing that the said Parley Hughes served in \nsaid Army for the term of Eighteen months during that\nand the following year... according to my best recollection\nthe said Hughes when he enlisted as above stated was\nabout Twenty one years of age and further their\ndeployment s not \nState of Connecticut\nWindham County\n\nJohn Wilson\n\nThompson December 21st 1825\nPersonally appeared John Wilson the signer of the \nabove deposition and made solemn oath that the \nabove deposition contains the truth the whole \ntruth and nothing but the truth\nBefore Mr. Jonathan Nichols Justice of the Peace\nState of Connecticut\n\n\n",
            "objectDescription": "Additional names: Noadiah Larned, Theodore Dwight, John Wilson, Simon Larned, Ebenezer Larned, Jonathan Nichols, Pearly Hughs. Image provided by Fold3."
        },
        {
            "objectId": "54953941",
            "date_range": "1800-1912",
            "objectUrl": "https://s3.amazonaws.com/NARAprodstorage/opastorage/live/55/9538/54953855/content/23_b/M804-RevolutionaryWarPensionAppFiles_b/M804_1360/images/4159606_01297.jpg",
            "extractedText": "Brief in the case of Mary Hughes widow of Parley, Luzerne County and State of Pa:\nact 3d Feb. 1853.\n\nClaim, (\"original,\" or \"for increase\" [crossed out])\n\nProof exhibited, (if original,)\n\nIs it documentary, traditionary, or supported by rolls? If either, state the substance.\n\nHusband was pensioned under the Acts of 18 March, 1818 & 1st May, 1820 @ the rate of #96 per an. Two witnesses testify that the parties lived & cohabitated together & were generally reptd [?] Man & wife. [2 words illegible] in 1844/11 Aug as appears from the affiants of Credible witnesses report of the This Auditor.\n\nWidowhd [?] & [illegible] is Established by two Credible affiants & This\n\n(if for increase.)\nHas additional evidence been filed since the admission of the claim? If so, what?\n\nAuditor reports the Claimant rew [?] the arees [?] of pension.\n\nArad Joy. Esq. Ovid. N. York\nName and residence of Agent\n\nS.C. Boynton\nExamining Clerk.\n",
            "objectDescription": "Additional names: S C Boynton, Arad Joy, Mary Hughes, Parley Hughes. Image provided by Fold3."
        }
    ]
}